{
  "id": "DOC_131",
  "title": "Healthy Weight",
  "body": "**Key points:**\nHealthy weight management combines mindful calorie intake, adequate nutrition, and regular physical activity. Additional influences include sleep, age, genes, medications, medical conditions, and environment.\n\n**Why it matters:**\nMaintaining a healthy weight supports overall health across the lifespan. Obesity raises the risk of type 2 diabetes, hypertension, heart disease, and stroke.\n\n**Food and nutrition:**\nKnowing approximate calorie needs can help. The MyPlate Plan estimates daily calories based on age, sex, height, weight, and activity level, and suggests fruit, vegetable, protein, dairy, and grain amounts to meet nutritional needs. Eating a variety of foods is better than eliminating entire food groups; restriction can exclude vital nutrients and become unsustainable. Tracking intake with a food and beverage diary (including portion sizes and label-based calorie counts) reveals typical consumption patterns.\n\n**Physical activity guidelines:**\n- **Children 3–5:** Active throughout the day for growth and development.\n- **Children/adolescents 6–17:** At least 60 minutes of moderate-to-vigorous activity daily, including aerobic, muscle-strengthening, and bone-strengthening exercises.\n- **Healthy pregnant or postpartum women:** 150 minutes of moderate-intensity aerobic activity weekly (e.g., 30 minutes/day, 5 days/week).\n- **Adults:** 150 minutes/week of moderate-intensity aerobic activity or 75 minutes of vigorous activity (or an equivalent mix), plus muscle-strengthening activities on 2+ days weekly.\n- **Adults 65+:** At least 150 minutes/week of moderate activity, 2+ days of muscle strengthening, and balance activities (e.g., standing on one foot).\n\nPhysical activity alone doesn’t guarantee weight control if calorie intake exceeds expenditure, so nutrition awareness remains essential. Tracking activity with a diary can help maintain motivation.\n\n**Other factors:**\nAdequate sleep aids weight management. Age-related shifts reduce muscle mass and increase fat, slowing metabolism and encouraging weight gain, especially if activity declines. Diseases (e.g., Cushing’s disease, PCOS) and medications (steroids, some antidepressants) can drive weight gain. Genes can lead to rare single-gene obesity syndromes (Bardet-Biedl, Prader-Willi); more commonly, multiple genes interact with environmental factors. Environmental barriers like limited healthy food access, few safe activity spaces, or chemical exposures also affect weight. Consult healthcare providers about illnesses, medications, or barriers complicating weight control.\n\n**Resources:**\n- Nutrition in Daily Life\n- Tips for Healthy Eating for a Healthy Weight\n- Water and Healthier Drinks\n- Physical Activity in Daily Life\n- Physical Activity and Your Health\n- Physical Activity Benefits\n- About Sleep\n- Losing Weight (even 5–10% body-weight reductions yield health benefits)\n\nIntegrating balanced nutrition, appropriate physical activity, adequate sleep, and medical guidance helps sustain a healthy weight despite age, genetic, or environmental challenges.",
  "category": "Public Health",
  "tags": [
    "healthy weight",
    "nutrition",
    "physical activity",
    "sleep",
    "CDC"
  ],
  "source": "CDC",
  "url": "https://www.cdc.gov/healthy-weight-growth/about/tips-for-balancing-food-activity.html",
  "year": 2023
}

