{
  "id": "DOC_144",
  "title": "Listeriosis",
  "body": "**Key facts:**\n- Listeriosis is serious but preventable and treatable.\n- Pregnant women, older adults, and immunocompromised individuals (e.g., HIV, cancer, transplant, steroid therapy) face the highest risk of severe disease and should avoid high-risk foods (deli and ready-to-eat meats, soft cheeses, cold-smoked fish).\n- *Listeria monocytogenes* is widespread in soil, water, vegetation, and animal faeces and can contaminate foods.\n- The disease is caused by *L. monocytogenes* and is a major foodborne concern due to high mortality despite relatively low incidence (0.1–10 cases per million people annually).\n\n**Overview:**\n*L. monocytogenes* can survive and multiply at refrigeration temperatures, setting it apart from many other foodborne pathogens. Infection usually follows ingestion of food containing high bacterial loads; human-to-human transmission can occur from pregnant women to fetuses. Foods with long refrigerated shelf-life and those consumed without further cooking present heightened risk. Past outbreaks implicated ready-to-eat meats (frankfurters, patés, smoked salmon), fermented raw sausages, dairy products (soft cheeses, unpasteurized milk, ice cream), prepared salads (coleslaw, sprouts), and fresh produce.\n\n**The disease:**\nTwo forms exist:\n- **Non-invasive (febrile listerial gastroenteritis):** affects otherwise healthy individuals; symptoms include diarrhoea, fever, headache, myalgia; incubation a few days; linked to foods with high bacterial loads.\n- **Invasive listeriosis:** targets high-risk groups (pregnant women, cancer/HIV/transplant patients, elderly, infants). Symptoms include fever, myalgia, septicemia, meningitis; mortality 20–30%. Incubation usually 1–2 weeks but can range from a few days up to 90 days. Pregnant women are ~20 times more likely to contract listeriosis, risking miscarriage, stillbirth, low birth weight, neonatal septicaemia, and meningitis. People with HIV are at least 300 times more likely to fall ill. Long incubation complicates source identification.\n\nDiagnosis relies on clinical presentation and detection of *L. monocytogenes* in blood, cerebrospinal fluid, fetal/newborn samples, and suspected foods. PCR and culture methods (blood, placenta) are employed.\n\n**Treatment:**\nEarly antibiotic therapy (e.g., for meningitis) is effective; prompt treatment during pregnancy prevents fetal/neonatal infection.\n\n**Control methods:**\nComprehensive control across the food chain is essential. *L. monocytogenes* resists common preservation (salt, smoke, acidity) and grows at ~5 °C, demanding integrated approaches: Good Hygienic Practices (GHP), Good Manufacturing Practices (GMP), Hazard Analysis Critical Control Point (HACCP) systems, microbiological testing, and environmental monitoring to locate/eliminate contamination niches. Whole Genome Sequencing (WGS) accelerates linking patient isolates with food sources during outbreaks.\n\n**Prevention:**\nThe bacteria are killed by pasteurization and cooking. Prevention mirrors general food safety guidance, encapsulated in WHO’s Five Keys to Safer Food: keep clean; separate raw/cooked; cook thoroughly; keep food at safe temperatures; use safe water/raw materials. High-risk individuals should avoid unpasteurized dairy, deli/ready-to-eat meats, and cold-smoked seafood, and adhere to shelf-life/storage instructions on ready-to-eat foods. Cooking before consumption effectively kills bacteria.\n\n**WHO response:**\nWHO strengthens food safety systems, promotes GMP, and educates retailers/consumers on safe handling, focusing on high-risk groups. Together with FAO, WHO issued a quantitative risk assessment for *L. monocytogenes* in ready-to-eat foods, informing Codex guidelines (CXG 61-2007) and microbiological criteria. WHO and FAO manage the International Network of Food Safety Authorities (INFOSAN) to support surveillance, coordination, and outbreak response across Member States.",
  "category": "Food Safety",
  "tags": [
    "listeriosis",
    "Listeria monocytogenes",
    "foodborne disease",
    "food safety",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/listeriosis",
  "year": 2018
}

