{
  "id": "DOC_026",
  "title": "Constipation",
  "body": "Constipation is where you have changes to how you poo, including not pooing as often or finding it hard to poo. It's common and it affects people of all ages. You can usually treat it with simple changes to your diet and lifestyle. This page is about constipation in adults. There's separate information on constipation in babies and children.\n\n**Symptoms:**\nIt's likely to be constipation if: you have not had a poo at least 3 times during the last week or you're pooing less often than usual; the poo is unusually large or small and is dry, hard or lumpy; you are straining or in pain when you have a poo; and you feel like you haven't fully emptied your bowels. You may also have a stomach ache and feel bloated or sick. If you're caring for an older person, or someone with dementia or a learning disability, constipation may be easily missed. Look out for any behaviour changes such as confusion, as it might mean they are in pain or discomfort.\n\n**Causes:**\nConstipation in adults has many possible causes. Sometimes there's no obvious reason. The most common causes include: not eating enough fibre, which is found in fruits, vegetables and cereals; not drinking enough fluids; not moving enough and spending long periods sitting or lying down; being less active and not exercising; often ignoring the urge to go to the toilet; changing your diet or daily routine; a side effect of medicine; and stress, anxiety or depression. Constipation is common during pregnancy and after giving birth. It is also more common if you are over 65 years old. Constipation can also be caused by a medical condition such as diverticular disease or bowel cancer, but this is rare.\n\n**How to treat and prevent constipation yourself:**\nMaking simple changes to your diet and lifestyle can help treat constipation. It's safe to try these simple measures when you're pregnant. You may notice a difference within a few days. Sometimes it takes a few weeks before your symptoms improve. To make your poo softer and easier to pass: eat a healthy balanced diet and include fruits that contain sorbitol such as apples, apricots, grapes (and raisins), raspberries and strawberries; drink plenty of water and other fluids and avoid alcohol; gradually increase the fibre in your diet; and add some wheat bran, oats or linseed to your diet. Improve your toilet routine: keep to a regular time and place and give yourself plenty of time to use the toilet; do not delay if you feel the urge to poo; and to make it easier to poo, try resting your feet on a low stool while going to the toilet—if possible, raise your knees above your hips. Consider increasing your activity: a daily walk or run can help you poo more regularly. Speak to a pharmacist if diet and lifestyle changes are not helping. They can suggest a suitable laxative. These are medicines that help you poo more regularly. Most laxatives work within 3 days. They should only be used for a short time.\n\n**When to see a GP:**\nSee a GP if you: are constipated and it's not getting better with treatment; are regularly constipated; are regularly bloated; have blood in your poo; have lost weight without trying; are constipated and feel tired all the time; are taking medicine that's causing constipation—such as opioid painkillers; notice sudden changes in the how you poo (your bowel habits); or have tummy pain. Speak to the GP before you stop taking any prescribed medicine.\n\n**Complications of long-term constipation:**\nLong-term constipation can lead to faecal impaction. This is where poo has built up in the last part of the large intestine (rectum). The main symptom is diarrhoea, which leaks through the build-up of solid poo. Faecal impaction may be treated with: stronger laxatives—prescribed by a GP; a suppository—medicine you place in your bottom; a mini enema—where fluid is passed through your bottom, into your bowel; or a healthcare professional removing some of the poo—this is not something you should do yourself.",
  "category": "Digestive Disorders",
  "tags": [
    "constipation",
    "bowel movement",
    "digestive health",
    "fibre",
    "fiber",
    "diet",
    "lifestyle",
    "sorbitol",
    "wheat bran",
    "oats",
    "linseed",
    "laxatives",
    "toilet routine",
    "faecal impaction",
    "fecal impaction",
    "suppository",
    "enema",
    "diverticular disease",
    "bowel cancer",
    "pregnancy",
    "elderly",
    "dementia",
    "learning disability",
    "opioid painkillers",
    "pharmacist",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/constipation/",
  "year": 2023
}
