{
  "id": "DOC_136",
  "title": "Family Health Matters",
  "body": "**Overview:**\nTwin studies help scientists untangle how genes and environment influence health. Since many conditions run in families, sharing genes with relatives raises your risk. Identical twins share the same DNA, womb, home environment, and parents, making them natural experiments. As twins age and live separate lives, researchers can see how different exposures affect disease risk.\n\n**Twin basics:**\n- **Identical twins** form when a fertilized egg splits into two embryos, producing twins with identical genes, same sex, and similar features.\n- **Fraternal twins** result from separate eggs fertilized by different sperm; they’re like typical siblings but share birth timing.\n\n**Research insights:**\nDr. Thomas Mack studies twins to understand breast cancer risk. Common factors—age at first childbirth, age at menarche and menopause, and alcohol use—couldn’t explain why only one identical twin developed cancer. Comparing identical and fraternal twins helps identify environmental influences beyond genetics. Twin research aims to uncover new risk factors and improve prevention strategies.\n\n**Family health history for everyone:**\nEven without a twin, knowing your family health history empowers better care. Share information with healthcare providers to assess personal risk and discuss prevention.\n\n**Wise Choices: Use your family health history**\n- Talk with relatives about conditions they’ve had and ages at diagnosis or death; note both sides of the family.\n- Ask about chronic diseases like heart disease, diabetes, high blood pressure, high cholesterol, cancer, or stroke.\n- Record and update the history; tools like My Family Health Portrait help organize details.\n- Share information with your healthcare team to guide screening and risk-reduction plans.\n\nTwin studies expand understanding of disease causes, while personal family histories help individuals and providers make informed health decisions.",
  "category": "Family Health",
  "tags": [
    "twins",
    "genetics",
    "family history",
    "breast cancer",
    "NIH"
  ],
  "source": "NIH",
  "url": "https://newsinhealth.nih.gov/2019/10/family-health-matters",
  "year": 2019
}

