{
  "id": "DOC_063",
  "title": "Typhoid",
  "body": "**Key Facts:**\nAs of 2019, an estimated 9 million people get sick from typhoid and 110,000 people die from it every year. Symptoms include prolonged fever, fatigue, headache, nausea, abdominal pain, and constipation or diarrhoea. Some patients may have a rash. Severe cases may lead to serious complications or even death. Typhoid fever can be treated with antibiotics although increasing resistance to different types of antibiotics is making treatment more complicated. The typhoid conjugate vaccine is recommended for use in children from 6 months of age and in adults up to 45 years or 65 years (depending on the vaccine). Two typhoid conjugate vaccines have been prequalified by WHO since December 2017 and are being introduced into childhood immunization programmes in typhoid endemic countries.\n\n**Overview:**\nTyphoid fever is a life-threatening infection caused by the bacterium _Salmonella_ Typhi. It is usually spread through contaminated food or water. Once _Salmonella_ Typhi bacteria are ingested, they multiply and spread into the bloodstream. Urbanization and climate change have the potential to increase the global burden of typhoid. In addition, increasing resistance to antibiotic treatment is making it easier for typhoid to spread in communities that lack access to safe drinking water or adequate sanitation.\n\n**Symptoms:**\n_Salmonella_ Typhi lives only in humans. Persons with typhoid fever carry the bacteria in their bloodstream and intestinal tract. Symptoms include prolonged high fever, fatigue, headache, nausea, abdominal pain, and constipation or diarrhoea. Some patients may have a rash. Severe cases may lead to serious complications or even death. Typhoid fever can be confirmed through blood testing.\n\n**Epidemiology, Risk Factors and Disease Burden:**\nImproved living conditions and the introduction of antibiotics resulted in a drastic reduction of typhoid fever morbidity and mortality in industrialized countries. However, the disease continues to be a public health problem in many developing areas of the WHO African, Eastern Mediterranean, South-East Asia and Western Pacific Regions. As of 2019 estimates, there are 9 million cases of typhoid fever annually, resulting in about 110,000 deaths per year. Typhoid risk is higher in populations that lack access to safe water and adequate sanitation, and children are at highest risk.\n\n**Treatment:**\nTyphoid fever can be treated with antibiotics. Antimicrobial resistance is common with likelihood of more complicated and expensive treatment options required in the most affected regions. Even when the symptoms go away, people may still be carrying typhoid bacteria, meaning they can spread it to others, through shedding of bacteria in their faeces.\n\nIt is important for people being treated for typhoid fever to do the following:\n- Take prescribed antibiotics for as long as the doctor has prescribed\n- Wash their hands with soap and water after using the bathroom and avoid preparing or serving food for other people. This will lower the chance of passing the infection on to someone else\n- Have their doctor test to ensure that no _Salmonella_ Typhi bacteria remain in their body\n\n**Prevention:**\nTyphoid fever is common in places with poor sanitation and a lack of safe drinking water. Access to safe water and adequate sanitation, hygiene among food handlers and typhoid vaccination are all effective in preventing typhoid fever. Typhoid conjugate vaccine, consisting of the purified Vi antigen linked to a carrier protein, is given as a single injectable dose in children from 6 months of age and in adults up to 45 years or 65 years (depending on the vaccine).\n\nTwo additional vaccines have been used for many years in older children and adults at risk of typhoid, including travellers. These vaccines do not provide long-lasting immunity (requiring repeat or booster doses) and are not approved for children younger than 2 years old:\n- An injectable vaccine based on the purified antigen for people aged 2 years and above\n- A live attenuated oral vaccine in capsule formulation for people aged over 6 years\n\nTwo typhoid conjugate vaccines have been prequalified by WHO since December 2017 and are being introduced into childhood immunization programmes in typhoid endemic countries.\n\nAll travellers to endemic areas are at potential risk of typhoid fever, although the risk is generally low in tourist and business centres where standards of accommodation, sanitation and food hygiene are high. Typhoid fever vaccination should be offered to travellers to destinations where the risk of typhoid fever is high.\n\nThe following recommendations will help ensure safety while travelling:\n- Ensure food is properly cooked and still hot when served\n- Avoid raw milk and products made from raw milk. Drink only pasteurized or boiled milk\n- Avoid ice unless it is made from safe water\n- When the safety of drinking water is questionable, boil it, or if this is not possible, disinfect it with a reliable, slow-release disinfectant agent (usually available at pharmacies)\n- Wash hands thoroughly and frequently using soap, in particular after contact with pets or farm animals, or after having been to the toilet\n- Wash fruits and vegetables carefully, particularly if they are eaten raw. If possible, vegetables and fruits should be peeled\n\n**WHO Response:**\nIn October 2017, the Strategic Advisory Group of Experts on Immunization (SAGE), which advises WHO on vaccine use, issued a recommendation for the typhoid conjugate vaccine to be added to routine childhood immunization programmes in typhoid endemic countries. SAGE also called for the introduction of typhoid conjugate vaccine to be prioritized for countries with the highest burden of typhoid disease or high levels of antibiotic resistance to _Salmonella_ Typhi. Starting in 2019, Gavi, the Vaccine Alliance has provided funding to support typhoid conjugate vaccine use in eligible countries. As at March 2023, WHO has prequalified two conjugate vaccines for the prevention of typhoid. Typhoid conjugate vaccine has longer-lasting immunity than the older typhoid vaccines and can be given as a single dose to children from the age of 6 months. In addition to decreasing the disease burden in endemic countries and saving lives, widespread use of the typhoid conjugate vaccine in affected countries is expected to reduce the need for antibiotics for typhoid treatment and slow the increase in antibiotic resistance in _Salmonella_ Typhi.",
  "category": "Infectious Diseases",
  "tags": [
    "typhoid",
    "typhoid fever",
    "Salmonella Typhi",
    "waterborne disease",
    "typhoid conjugate vaccine",
    "foodborne illness",
    "antimicrobial resistance",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/typhoid",
  "year": 2023
}

