{
  "id": "DOC_021",
  "title": "Acne",
  "body": "Acne is a common skin condition that causes spots, oily skin and sometimes painful areas, typically affecting the face, back and chest at some point in most people's lives.\n\n**Symptoms**\n- Spots forming on the face (almost everyone with acne), back (over half) and chest (about 15%)\n- Six spot types: blackheads, whiteheads, papules, pustules, nodules and cysts, which can become tender, painful or lead to permanent scarring\n\n**Causes**\n- Hormonal changes (especially during puberty, menstrual cycles or pregnancy) that increase abnormal sebum production and thicken hair follicle linings, blocking pores\n- P. acnes bacteria becoming more aggressive when sebum changes, triggering inflammation and pus formation\n- Family history increasing likelihood; poor hygiene or sexual activity are not causes\n\n**Prevention**\n- Wash affected skin no more than twice daily with mild soap/cleanser and lukewarm water; avoid very hot or cold water\n- Do not squeeze spots or try to clean out blackheads; remove make-up before bed and choose water-based non-comedogenic products\n- Use fragrance-free water-based emollients if skin is dry, shower soon after exercise to limit sweat irritation, and keep hair clean and off the face\n- Seek pharmacist advice for mild acne treatments such as low-strength benzoyl peroxide; prescription medicines or antibiotics may be needed for chest/back or severe cases\n\n**When to See a Doctor**\n- Talk to a pharmacist for mild acne; if over-the-counter options fail or acne causes distress, see a GP\n- Consult a GP for moderate or severe acne, or if nodules or cysts develop, to prevent scarring and access appropriate prescription treatments (which may take several months to work)\n",
  "category": "Dermatological Conditions",
  "tags": [
    "acne",
    "skin condition",
    "spots",
    "blackheads",
    "whiteheads",
    "papules",
    "pustules",
    "nodules",
    "cysts",
    "oily skin",
    "sebum",
    "P. acnes",
    "hair follicles",
    "pores",
    "benzoyl peroxide",
    "comedogenic",
    "non-comedogenic",
    "scarring",
    "puberty",
    "hormones",
    "teenagers",
    "adolescents",
    "dermatology",
    "skin care",
    "antibiotics",
    "topical treatment",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/acne/",
  "year": 2023
}
