{
  "id": "DOC_005",
  "title": "Mental Health",
  "body": "Overview:\nMental health is a state of mental well-being that enables people to cope with the stresses of life, realize their abilities, learn well and work well, and contribute to their community. It has intrinsic and instrumental value and is integral to our well-being.\n\nAt any one time, a diverse set of individual, family, community and structural factors may combine to protect or undermine mental health. Although most people are resilient, people who are exposed to adverse circumstances – including poverty, violence, disability and inequality – are at higher risk of developing a mental health condition.\n\nMany mental health conditions can be effectively treated at relatively low cost, yet health systems remain significantly under-resourced and treatment gaps are wide all over the world. Mental health care is often poor in quality when delivered. People with mental health conditions often also experience stigma, discrimination and human rights violations.\n\nImpact:\nMental health conditions include mental disorders and psychosocial disabilities as well as other mental states associated with significant distress, impairment in functioning or risk of self-harm.\n\nIn 2019, 970 million people globally were living with a mental disorder, with anxiety and depression the most common.\n\nMental health conditions can cause difficulties in all aspects of life, including relationships with family, friends and community. They can result from or lead to problems at school and at work.\n\nGlobally, mental disorders account for 1 in 6 years lived with disability. People with severe mental health conditions die 10 to 20 years earlier than the general population. And having a mental health condition increases the risk of suicide and experiencing human rights violations.\n\nThe economic consequences of mental health conditions are also enormous, with productivity losses significantly outstripping the direct costs of care.\n\nWHO Response:\nAll WHO Member States are committed to implementing the Comprehensive mental health action plan 2013–2030, which aims to improve mental health by strengthening governance, providing community-based care, implementing promotion and prevention strategies, and strengthening information systems, evidence and research.\n\nWHO’s World mental health report: transforming mental health for all called on all countries to accelerate progress towards implementing the action plan by deepening the value given to mental health, prioritizing mental health promotion and prevention, and developing networks of community-based services.\n\nIn 2019, WHO launched the WHO Special Initiative for Mental Health (2019–2023): Universal Health Coverage for Mental Health to ensure access to quality and affordable mental health care for 100 million more people in 12 priority countries. WHO’s Mental Health Gap Action Programme (mhGAP) similarly aims to scale up services for mental, neurological and substance use disorders, especially in low- and middle-income countries.\n\nAs part of the QualityRights Initiative, WHO has developed a comprehensive package of training and guidance materials to build capacity in implementing a human rights and recovery approach to mental health care.\n",
  "category": "Mental Health",
  "tags": [
    "mental health",
    "mental illness",
    "depression",
    "anxiety",
    "psychosocial disability",
    "wellbeing",
    "mental health care",
    "prevention",
    "treatment",
    "WHO mental health"
  ],
  "source": "WHO",
  "url": "https://www.who.int/health-topics/mental-health",
  "year": 2024
}
