{
  "id": "DOC_104",
  "title": "Infertility",
  "body": "Infertility is a disease of the male or female reproductive system defined by the inability to achieve a pregnancy after 12 months or more of regular unprotected sexual intercourse. Globally, an estimated 1 in 6 people of reproductive age experience infertility in their lifetime. Causes may stem from male, female, combined or unexplained factors. Infertility may be primary (no previous pregnancy) or secondary (after at least one prior pregnancy). Fertility care includes prevention, diagnosis and treatment but remains inaccessible or unaffordable for many, particularly in low- and middle-income countries (LMICs), and is rarely included in universal health coverage benefit packages.\n\n**Causes:**\n- **Female factors:** tubal disorders (e.g., blocked fallopian tubes from untreated STIs, complications of unsafe abortion, postpartum sepsis, pelvic surgery), uterine conditions (inflammatory such as endometriosis, congenital such as septate uterus, benign such as fibroids), ovarian disorders (e.g., polycystic ovarian syndrome, other follicular disorders), and endocrine disorders affecting the hypothalamus or pituitary (including pituitary cancers, hypopituitarism). Relative frequency varies by country, influenced by STI prevalence and demographics.\n- **Male factors:** obstruction of reproductive tract affecting semen ejection (e.g., ejaculatory duct or seminal vesicle blockages from injuries or infections), hormonal disorders involving the pituitary, hypothalamus or testicles (e.g., pituitary/testicular cancers), testicular failure to produce sperm (varicoceles, gonadotoxic treatments such as chemotherapy), and abnormal sperm morphology or motility (e.g., anabolic steroid use). Lifestyle factors (smoking, excessive alcohol, obesity) and exposure to environmental pollutants or toxins can impair gametes.\n\nSome causes are preventable. Treatment often involves assisted reproductive technologies (ART) such as in vitro fertilization (IVF) and other medically assisted reproduction.\n\n**Why it matters:**\nInfertility undermines the right to the highest attainable standard of health and the ability to decide the number, timing and spacing of children. Diverse groups—including heterosexual couples, same-sex partners, single individuals, older persons, sero-discordant HIV couples and cancer survivors—may need fertility care. Inequitable access disproportionately affects the poor, unmarried, uneducated, unemployed and marginalized. Addressing infertility also supports gender equality: women often bear stigma, violence, divorce, emotional stress, depression and anxiety regardless of actual cause. Fear of infertility can deter contraception in settings where early proof of fertility is socially valued, underscoring the need for education and awareness.\n\n**Challenges and policy actions:**\nFertility services are often absent from reproductive health strategies, underfunded, and limited by shortages of trained personnel, equipment and medicines. ART has existed for decades, but availability, accessibility and affordability remain limited, especially in LMICs. Governments can mitigate inequities by recognizing infertility as a preventable disease, integrating fertility awareness into comprehensive sexuality education, promoting healthy lifestyles, preventing and treating STIs, averting complications of unsafe abortion, postpartum sepsis and pelvic surgery, and addressing environmental toxins. Enabling laws and policies regulating third-party reproduction and ART are needed to ensure nondiscriminatory access and protect human rights. Implementation should be monitored and service quality continuously improved.\n\n**WHO response:**\nWHO prioritizes high-quality family planning and fertility care as core reproductive health services by:\n- collaborating with partners on global epidemiological and etiological research;\n- engaging countries in policy dialogues to create supportive legal frameworks;\n- generating data on infertility burden to guide resource allocation;\n- developing guidelines on prevention, diagnosis and treatment of male and female infertility and updating normative products (e.g., WHO laboratory manual for human semen analysis);\n- working with academic centers, ministries of health, other UN agencies and non-state actors to strengthen political commitment and health system capacity; and\n- providing technical support for national fertility policies and services.",
  "category": "Reproductive Health",
  "tags": [
    "infertility",
    "fertility care",
    "assisted reproduction",
    "gender equality",
    "WHO guidelines"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/infertility",
  "year": 2024
}

