{
  "id": "DOC_119",
  "title": "Nutrition Basics",
  "body": "Nutrition advice evolves, but core principles focus on eating wholesome foods that support health. For personalised guidance, consult healthcare professionals or dietitians who consider your health, lifestyle and preferences.\n\n**Healthy diets:**\nChoose eating plans that:\n- Include a variety of foods from major groups: fruits, vegetables, whole grains, low-fat dairy, lean proteins (beans, legumes, nuts, seeds) and healthy fats.\n- Provide portion guidance for each group.\n- Feature foods available at local grocery stores.\n- Fit your tastes, lifestyle and budget.\nDiscuss specific health risks with your healthcare team (e.g., low-sodium diets for high blood pressure).\n\n**Healthy cooking:**\nMove away from highly processed foods high in calories, sugar, fat and salt. Use techniques like baking, grilling, steaming and sautéing. Focus on food safety, recipe modifications and flavorful approaches that reduce health risks while keeping meals satisfying.\n\n**Healthy menus and shopping strategies:**\nPlan healthier meals by exploring recipes and cookbooks. When shopping, prioritise fresh, frozen and minimally processed foods—spend more time in produce aisles, choose whole grains and low-fat dairy. Limit time in snack and candy aisles, and visit farmers markets for seasonal produce.\n\n**Nutritional supplements:**\nSupplements complement but do not replace a balanced diet. Most healthy people who eat varied foods may not need them. They can help in situations such as pregnancy (prenatal vitamins with folic acid), limited diets, allergies, intolerances, or medical conditions that restrict certain foods. Consult your healthcare team or dietitian about whether supplements are appropriate, potential side effects and interactions with medications.",
  "category": "Nutrition",
  "tags": [
    "nutrition basics",
    "healthy diet",
    "healthy cooking",
    "meal planning",
    "supplements",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/basics/nutrition-basics/hlv-20049477",
  "year": 2023
}
