{
  "id": "DOC_064",
  "title": "Ebola disease",
  "body": "**Key Facts:**\nEbola disease is a severe, often fatal illness in humans. Three different viruses are known to cause large Ebola disease outbreaks: Ebola virus, Sudan virus and Bundibugyo virus. The average Ebola disease case fatality rate is around 50%. Case fatality rates have varied from 25–90% in past outbreaks. Early intensive supportive care with rehydration and the treatment of symptoms improves survival. Approved vaccines and treatments are only available for one of the viruses (Ebola virus) and are under development for the others. Outbreak control relies on a package of interventions including intensive supportive care of patients, infection prevention and control, disease surveillance and contact tracing, laboratory services, safe and dignified burials, vaccination if relevant, and social mobilization.\n\n**Overview:**\nEbola disease (EBOD) is a rare but severe illness in humans. It is often fatal. Ebola disease is caused by viruses that belong to the _Orthoebolavirus_ genus of the _filoviridae_ family. Six species of Orthoebolaviruses have been identified to date, with three known to cause large outbreaks:\n- Ebola virus (EBOV) causing Ebola virus disease (EVD)\n- Sudan virus (SUDV) causing Sudan virus disease (SVD)\n- Bundibugyo virus (BDBV) causing Bundibugyo virus disease (BVD)\n\nEbola disease first occurred in 1976 in two simultaneous outbreaks: one outbreak was of Sudan virus disease in Nzara in what is now South Sudan, and the other outbreak was of Ebola virus disease in Yambuku, in what is now the Democratic Republic of the Congo. The latter occurred in a village near the Ebola River, from which the disease takes its name. While there are licensed vaccines and therapeutics for Ebola virus disease, there is no approved vaccine or treatment for other Ebola diseases, such as SVD or BVD. Candidate products are in development. Early intensive supportive care including rehydration and treatment of specific symptoms, can improve survival. Seeking early care can be lifesaving.\n\n**Transmission:**\nIt is thought that fruit bats of the _Pteropodidae_ family are natural hosts of the Orthoebolavirus. The virus can get into the human population when people have close contact with the blood, secretions, organs or other bodily fluids of infected animals such as fruit bats, chimpanzees, gorillas, monkeys, forest antelope or porcupines found ill or dead or in the rainforest.\n\nPeople can get infected with the virus from another person by direct contact (through broken skin or mucous membranes) with:\n- The blood or body fluids of a person who is sick with or has died from Ebola disease\n- Objects or surfaces that have been contaminated with body fluids (like blood, feces, vomit) from a person sick with the disease or who has died from the disease\n\nPeople cannot transmit the disease before they have symptoms, and they remain infectious as long as their blood contains the virus. Health and care workers have frequently been infected while treating patients with Ebola disease. This occurs through close contact with patients when infection control precautions are not strictly practiced. Burial ceremonies that involve direct contact with the body of a person who has died can also contribute to the transmission of Ebola disease.\n\n**Symptoms:**\nThe incubation period or interval from infection to onset of symptoms varies from 2 to 21 days. The symptoms of Ebola disease can be sudden and include fever, fatigue, malaise, muscle pain, headache and sore throat. These are followed by vomiting, diarrhoea, abdominal pain rash, and symptoms of impaired kidney and liver functions. It is important for health and care workers to be on the lookout for these symptoms. Despite a perception that bleeding is a common symptom, this is less frequent and can occur later in the disease. Some patients may develop internal and external bleeding, including blood in vomit and faeces, bleeding from the nose, gums and vagina. Bleeding at the sites where needles have punctured the skin can also occur. The impact on the central nervous system can result in confusion, irritability and aggression.\n\n**Diagnosis:**\nIt can be difficult to clinically distinguish Ebola disease from other infectious diseases such as malaria, typhoid fever, shigellosis, meningitis and other viral haemorrhagic fevers because symptoms at early stage of the disease are similar. Confirmation that the person has an Orthoebolavirus infection is made using the following diagnostic methods:\n- Reverse transcriptase polymerase chain reaction (RT-PCR) assay\n- Antibody-capture enzyme-linked immunosorbent assay (ELISA)\n- Antigen-capture detection tests\n- Virus isolation by cell culture\n\nSamples collected from patients are an extreme biohazard risk; laboratory testing on non-inactivated samples should be conducted under maximum biological containment conditions. All non-inactivated biological specimens should be packaged using the triple packaging system when transported nationally and internationally.\n\n**Treatment:**\nOver the years, WHO and partners have developed guidance and training that outline how to provide the best possible care for patients and increase their chance of survival, whether or not specific treatments are being used. Called optimized supportive care, this covers the relevant tests to administer, how to manage pain, nutrition and co-infections (such as malaria), and other approaches that put the patient on the best path to recovery. For Ebola virus disease, WHO made strong recommendations for treatment with mAb114 (ansuvimabTM) or REGN-EB3 (InmazebTM) that are both monoclonal antibodies. For other Ebola diseases, such as SVD or BVD, there are no approved therapeutics, but candidate products are under development and a CORE protocol for clinical trials is available.\n\n**Vaccines:**\n**For Ebola virus disease:**\n- Two vaccines are approved: Ervebo (Merck & Co.) and Zabdeno and Mvabea (Janssen Pharmaceutica). Ervebo vaccine is recommended as part of outbreak response\n- In case of a confirmed Ebola virus disease outbreak, Ervebo vaccines can be accessed through the International Coordinating Group on vaccine provision\n- For preventive vaccination of health-care and frontline workers, request of Ervebo vaccines can be made through Gavi Preventive Ebola vaccination\n\n**For other Ebola diseases, such as SVD:**\n- Several candidate vaccines are at different stages of development\n- As part of outbreak response, a CORE protocol to evaluate the safety, tolerability, immunogenicity, and efficacy of vaccine candidates is available\n\n**Prevention and Control:**\nCommunity engagement is key to successfully controlling any outbreak. Outbreak control relies on using a range of interventions, such as clinical care, surveillance and contact tracing, laboratory services, infection prevention and control in health facilities, safe and dignified burials, vaccination (only for Ebola virus disease) and social mobilization.\n\nRaising awareness of risk factors and protective measures that individuals can take is an effective way to reduce human transmission. Risk reduction messaging should focus on several factors:\n- Reduce the risk of wildlife-to-human transmission from contact with infected fruit bats or monkeys/apes and the consumption of their raw meat\n- Reduce the risk of human-to-human transmission arising from direct or close contact with infected people, particularly with their body fluids. Close physical contact with Ebola patients should be avoided. Patients should be isolated in a designated treatment center for early care and to avoid transmission at home\n- Communities should be well informed, both about the disease itself and how to control the outbreak. This is done best when they are involved in the response and there is open discussion\n- Outbreak containment measures include safe and dignified burial of the deceased, identifying people who may have been in contact with someone infected with Ebola disease and monitoring their health for 21 days, separating the healthy from the sick to prevent further spread and providing care to confirmed patients. Maintaining good hygiene and a clean environment are also important\n\n**Controlling Infection in Health-Care Settings:**\nHealth-care workers should always take standard precautions when caring for patients, regardless of their presumed diagnosis. These include basic hand hygiene, respiratory hygiene, use of personal protective equipment (to block splashes or other contact with infected materials), safe injection practices and safe and dignified burial practices. Health-care workers caring for patients with suspected or confirmed Ebola disease should apply extra infection control measures to prevent contact with the patients' blood and body fluids and contaminated surfaces or materials such as clothing and bedding. Laboratory workers are also at risk. Samples taken from humans and animals for investigation of Orthoebolavirus infection should be handled by trained staff and processed in suitably equipped laboratories.\n\n**Care for Survivors:**\nAll survivors, their partners and families should be shown respect, dignity and compassion. WHO does not recommend isolation of recovered patients whose blood has tested negative for Orthoebolavirus. Survivors might suffer from both clinical and psychological sequelae. WHO encourages affected countries to consider the establishment of care programme to alleviate sequelae, support to community reintegration, counselling and biological testing.\n\nOrthoebolaviruses are known to persist in immune-privileged sites in some people who have recovered. These sites include the testicles, the inside of the eye and the brain. Relapse-symptomatic illness in the absence of re-infection in someone who has recovered from Ebola disease is rare but has been documented. Reasons for this phenomenon are not yet fully understood.\n\nEbola virus transmission via infected semen has been documented up to fifteen months after clinical recovery. To mitigate the risk of this transmission, a semen testing programme should be implemented to:\n- Offer counselling to male survivors and their sexual partners to inform them of the potential risk and support them adhering to safer sex practices (including condom provision and good hand and personal hygiene)\n- Offer monthly semen testing until they have had two consecutive negative test results\n- After two consecutive negative tests, survivors can safely resume normal sexual practices with minimized risk of virus transmission\n\nIn the absence of a semen testing programme, male survivors should follow safer sex practices for 12 months. Orthoebolavirus may persist in the placenta, amniotic fluid and fetus of women infected while pregnant, and in the breast milk of breastfeeding women who are infected with the virus. Survivor care programmes should encompass care for pregnant and breastfeeding women after their recovery.\n\n**WHO Response:**\nWHO works with countries to prevent Ebola outbreaks by maintaining surveillance and supporting at-risk countries to develop preparedness plans. When an outbreak is detected, WHO responds by supporting outbreak response, disease detection, community engagement, contact tracing, vaccination, vaccine and treatment trials, case management, laboratory services, infection control, logistics, and training and assistance with safe and dignified burial practices.",
  "category": "Infectious Diseases",
  "tags": [
    "Ebola disease",
    "Ebola virus",
    "Orthoebolavirus",
    "viral hemorrhagic fever",
    "filovirus",
    "Ebola virus disease",
    "Sudan virus",
    "Bundibugyo virus",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/ebola-disease",
  "year": 2025
}

