{
  "id": "DOC_101",
  "title": "Healthy Diet",
  "body": "A healthy diet protects against malnutrition in all its forms and helps prevent noncommunicable diseases (NCDs) such as diabetes, heart disease, stroke and cancer. Unhealthy diets combined with physical inactivity are leading global risks to health. Healthy dietary practices begin early: exclusive breastfeeding for the first 6 months supports growth, cognitive development, and may lower the risk of overweight, obesity and NCDs later in life. Throughout life, energy intake should balance energy expenditure. Total fat intake should stay below 30% of total energy, with saturated fats under 10% and trans-fats under 1%, while prioritizing unsaturated fats and eliminating industrially produced trans-fats. Free sugars should be less than 10% of energy intake (with <5% for additional benefit). Salt intake should remain under 5 g per day (sodium <2 g), using iodized salt. WHO Member States aim to reduce population salt intake by 30% and halt rises in diabetes, obesity and childhood overweight by 2025.\n\n**Overview:**\nChanging lifestyles, urbanization and increased consumption of processed, energy-dense foods have shifted dietary patterns, often reducing intake of fruits, vegetables and dietary fibre. Although dietary needs vary with age, gender, activity level, culture and available foods, the core principles of balanced, diversified nutrition are consistent worldwide.\n\n**Adult dietary recommendations:**\n- Emphasize fruits, vegetables, legumes, nuts and whole grains (e.g., unprocessed maize, millet, oats, wheat, brown rice).\n- Consume at least 400 g (five portions) of fruits and vegetables daily, excluding starchy roots.\n- Limit free sugars to <10% of total energy (ideally <5%); free sugars include added sugars and those naturally present in honey, syrups, fruit juices and concentrates.\n- Keep total fat <30% of energy, prioritizing unsaturated fats (fish, avocado, nuts, sunflower/soybean/canola/olive oils) over saturated fats (fatty meats, butter, palm or coconut oil, cream, cheese, ghee, lard) and avoiding industrial trans-fats in baked/fried/pre-packaged foods as well as limiting ruminant trans-fats.\n- Limit salt to <5 g per day and ensure salt is iodized.\n\n**Infants and young children:**\n- Exclusive breastfeeding for the first 6 months.\n- Continued breastfeeding to 2 years of age and beyond.\n- From 6 months, introduce safe, nutrient-dense complementary foods without added salt or sugar while maintaining breastfeeding.\n\n**Practical guidance:**\n- **Fruit and vegetables:** Include vegetables in meals, use fresh produce as snacks, choose seasonal varieties, and eat a diverse assortment.\n- **Fats:** Keep total fat <30% of energy; reduce saturated fat to <10% and trans-fat to <1%, replacing them with unsaturated fats. Opt for steaming/boiling instead of frying, swap butter/ghee for oils rich in polyunsaturated fats, choose lean or reduced-fat animal products, and minimize baked/fried snacks containing industrial trans-fats.\n- **Salt/Sodium/Potassium:** Most individuals consume 9–12 g of salt daily—well above recommendations—and insufficient potassium (<3.5 g). Excess sodium and low potassium raise blood pressure. Reducing salt to <5 g per day could prevent 1.7 million deaths annually. Limit high-sodium condiments, remove table salt, restrict salty snacks, select lower-sodium products, and increase potassium intake via fresh fruits and vegetables.\n- **Sugars:** Limit free sugars to <10% of energy (ideally <5%). Reducing sugary snacks and sugar-sweetened beverages lowers risks of dental caries, overweight, obesity, and cardiovascular risk factors. Replace sugary snacks with fresh fruits or raw vegetables.\n\n**Promoting healthy diets:**\nDietary choices are influenced by income, food prices, culture, preferences, and environmental factors. Governments and stakeholders can create supportive food environments by aligning trade, agriculture and health policies; incentivizing production and affordability of healthy foods; discouraging processed foods high in saturated fat, trans-fat, free sugars and salt; reformulating products; implementing marketing restrictions to children; establishing nutrition standards in public institutions; adopting clear nutrition labelling (including front-of-pack labels); and offering nutrition counselling in primary care. Education and school programmes that build culinary skills and awareness further encourage healthy habits.\n\n**Infant and young child feeding promotion:**\nKey actions include enforcing the International Code of Marketing of Breast-milk Substitutes, protecting working mothers, and supporting breastfeeding through initiatives such as the Baby-friendly Hospital Initiative.\n\n**WHO response:**\nWHO’s Global Strategy on Diet, Physical Activity and Health (2004) mobilizes governments, partners and civil society to advance healthy diets. Additional milestones include recommendations on marketing to children (2010), the Comprehensive Implementation Plan on Maternal, Infant and Young Child Nutrition (2012), and global voluntary NCD targets (2013) calling for salt reduction and halting rises in diabetes and obesity. WHO’s Commission on Ending Childhood Obesity (2014–2016) issued context-specific strategies. Jointly with FAO, WHO convened the Second International Conference on Nutrition (2014), resulting in the Rome Declaration and Framework for Action promoting healthy diets across the life course. WHO’s Thirteenth General Programme of Work (2019–2023) prioritizes sodium reduction and elimination of industrial trans-fats, supported by the REPLACE action package. These efforts guide countries in implementing policies, nutrition targets and programmes that ensure diversified, safe and nutritious diets for all ages.",
  "category": "Nutrition",
  "tags": [
    "healthy diet",
    "nutrition",
    "noncommunicable diseases",
    "salt reduction",
    "trans-fat elimination",
    "breastfeeding",
    "WHO guidelines"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/healthy-diet",
  "year": 2020
}
