{
  "id": "DOC_053",
  "title": "Influenza",
  "body": "**Key Points:**\nFlu is a contagious respiratory illness caused by influenza viruses. It can range from mild to severe illness. Most experts believe flu spreads mainly through tiny droplets produced when infected people cough, sneeze, or talk. The first and most important step to prevent flu is getting a flu vaccine every year.\n\n**Understanding Influenza:**\nFlu is caused by influenza viruses that infect the nose, throat, and sometimes the lungs. It can cause mild to severe illness and can lead to death. The best prevention is annual vaccination.\n\n**Symptoms:**\nFlu symptoms usually appear suddenly and can be mild to severe. Common symptoms include:\n- Fever or chills\n- Cough\n- Sore throat\n- Runny or stuffy nose\n- Muscle or body aches\n- Headaches\n- Fatigue\n- Vomiting and diarrhea (more common in children)\nNot everyone with flu will have a fever. Some people do not show any symptoms at all; a study from 2017–2023 found that 8% of people with flu infections were asymptomatic.\n\n**Period of Contagiousness:**\n- People with flu are most contagious during the first three days of illness.\n- Healthy adults may spread flu from 1 day before symptoms to 5–7 days after becoming sick.\n- Children and immunocompromised individuals may be contagious for longer.\n\n**Onset of Symptoms:**\nSymptoms typically appear about 2 days after infection but can range from 1–4 days.\n\n**People at Risk:**\nAnyone can get flu, but certain groups are at higher risk for complications:\n- Adults 65+ years\n- People with chronic medical conditions (asthma, diabetes, heart disease)\n- People with BMI ≥ 40\n- Pregnant individuals\n- Children under 5 years\n\n**How It Spreads:**\nFlu viruses spread mainly through droplets when infected people cough, sneeze, or talk. Less commonly, a person may catch the flu by touching a contaminated surface and then touching their mouth, nose, or eyes.\n\n**Prevention:**\nThe most important preventive measure is yearly flu vaccination. The vaccine reduces flu-related illness and the risk of severe complications such as hospitalization or death. Other prevention steps include:\n- Staying away from sick people\n- Covering coughs and sneezes\n- Washing hands frequently\n- Improving ventilation and air cleanliness\n\n**Quick Facts:**\n**U.S. Annual Flu Infection Rates:** A 2018 CDC study found that about 8% of the U.S. population gets sick with flu each season, ranging from 3% to 11% depending on the season.\n\n**Groups Most Likely to Get Sick:**\n- Children (0–17 years): 9.3% attack rate\n- Adults (18–64 years): 8.8% attack rate\n- Adults 65+: 3.9% attack rate\nChildren are more than twice as likely to develop symptomatic flu compared to older adults.\n\n**Estimating Seasonal Flu Incidence:**\nFlu infections are estimated based on hospitalization rates and adjusted to reflect total infections, since many people do not seek medical care or testing.\n\n**Impact of Flu Season Severity:**\nThe percentage of people who get flu varies by season—from 3% in low-severity seasons to 11% in moderate or high-severity seasons.\n\n**Table – Estimates of Symptomatic Influenza (2010–2022):**\nA detailed table (2010–2022) shows incidence rates by age and predominant virus strains, with variations based on season severity.\n\n**Complications of Flu:**\nFlu can lead to:\n- Bacterial pneumonia\n- Ear and sinus infections\n- Worsening chronic medical conditions (heart failure, asthma, diabetes)\n\n**Testing and Diagnosis:**\nFlu cannot be diagnosed by symptoms alone; diagnostic tests are available.\n\n**Treatment:**\nAntiviral medications can treat flu illness. Early treatment reduces complications.\n\n**Types of Flu Viruses:**\nFlu A and B viruses cause seasonal flu epidemics. Flu A viruses have subtypes based on surface proteins.\n\n**How Flu Viruses Change:**\nFlu viruses evolve through antigenic drift and antigenic shift.\n\n**Transmission from Animals to Humans:**\nFlu A viruses infect many animals (birds, pigs, dogs, horses, whales). Some strains can infect humans.\n\n**Avian, Canine, Swine Flu:**\nInformation is available on flu viruses in birds, dogs, and pigs, along with human infections from animal-origin flu viruses.\n\n**Pandemic Flu:**\nA flu pandemic occurs when a new flu A virus spreads globally.\n\n**Human Serology and Flu:**\nCDC conducts serology studies to improve vaccines and pandemic preparedness.\n\n**Antigenic Characterization:**\nCDC analyzes circulating flu viruses each year to guide vaccine composition.\n\n**Flu Virus Genome Sequencing:**\nCDC researches genetic changes in flu viruses to support public health goals.\n\n**Expanding Genomic Sequencing:**\nCDC helps U.S. state labs expand flu sequencing capacity through funding and training.\n\n**Advanced Molecular Detection (AMD):**\nCDC uses advanced technology to study flu viruses in greater detail than previously possible.",
  "category": "Respiratory Diseases",
  "tags": [
    "influenza",
    "flu",
    "respiratory illness",
    "flu vaccine",
    "CDC",
    "viral infection",
    "public health",
    "prevention",
    "flu complications",
    "transmission"
  ],
  "source": "CDC",
  "url": "https://www.cdc.gov/flu/about/index.html",
  "year": 2024
}
