{
  "id": "DOC_044",
  "title": "Oral Health",
  "body": "Oral diseases are largely preventable yet remain one of the most common chronic health burdens worldwide. Nearly 3.7 billion people are affected, and untreated dental caries in permanent teeth is the most prevalent condition tracked by the Global Burden of Disease study. Prevention and treatment are costly, seldom covered by universal health coverage packages, and services are especially limited in low- and middle-income countries. The same commercial and social determinants that drive many noncommunicable diseases—sugar intake, tobacco, alcohol, and poor hygiene—also drive oral conditions.\n\n**Overview:**\nMost oral health issues can be managed if detected early. Common problems include dental caries, periodontal disease, tooth loss, and oral cancers, while other conditions of public-health concern include orofacial clefts, noma, and oro-dental trauma. Urbanization, limited fluoride exposure, high availability of sugary foods and drinks, and constrained access to community oral care services fuel rising prevalence.\n\n**Dental caries:**\nPlaque metabolizes free sugars from foods and drinks into acids that erode teeth over time. High sugar intake, insufficient fluoride exposure, and inadequate plaque removal lead to pain, infection, and potential tooth loss.\n\n**Periodontal disease:**\nThis condition inflames and damages the tissues supporting teeth, presenting with bleeding or swollen gums, pain, and halitosis. Severe disease causes gum detachment, bone loss, and tooth loosening. Over 1 billion cases are estimated globally, largely linked to poor oral hygiene and tobacco use.\n\n**Edentulism (total tooth loss):**\nComplete tooth loss reflects cumulative oral disease, most often from advanced caries and periodontal disease. About 7% of adults aged 20+ and 23% of adults aged 60+ are affected worldwide, leading to psychosocial distress and functional limitations.\n\n**Oral cancer:**\nCancers of the lip, oral cavity, and oropharynx rank 13th globally, with roughly 390 000 new cases and 188 000 deaths in 2022. Rates are higher in men, older adults, and disadvantaged groups. Tobacco, alcohol, and areca nut use are major risk factors, while HPV infections drive a growing share of cases in younger populations in North America and Europe.\n\n**Oro-dental trauma:**\nInjuries to teeth and oral tissues affect about 1 billion people, with ~20% prevalence among children under 12. Malocclusion, unsafe environments, road crashes, and violence contribute. Treatment is expensive, lengthy, and may result in tooth loss and psychosocial impacts.\n\n**Noma:**\nNoma is a rapidly progressive gangrenous disease of the mouth and face, mainly affecting malnourished children aged 2–6 in extreme poverty. Around 140 000 new cases occur annually; without treatment, mortality reaches 90%. Early detection with hygiene measures, antibiotics, and improved nutrition can arrest progression, but survivors often require complex reconstruction.\n\n**Cleft lip and palate:**\nOrofacial clefts occur in roughly 1 in 1000–1500 births. Genetics, maternal undernutrition, tobacco, alcohol, and obesity during pregnancy contribute. Mortality is high in low-income settings without surgical care, but timely surgery enables full rehabilitation.\n\n**Risk factors:**\nMost oral diseases share modifiable risks—tobacco, alcohol, and diets high in free sugars—that also drive cardiovascular disease, cancer, chronic respiratory disease, and diabetes. Diabetes both influences and is influenced by periodontal disease, and excessive sugar intake links directly to obesity, diabetes, and caries.\n\n**Oral health inequalities:**\nDisease burden disproportionately affects poorer and socially marginalized populations across all ages. Socioeconomic status strongly correlates with oral disease prevalence and severity in high-, middle-, and low-income countries.\n\n**Prevention:**\nPopulation-level actions include promoting diets low in free sugars and high in fruits and vegetables, encouraging water as the primary beverage, eliminating all forms of tobacco (including areca nut chewing), limiting alcohol, and promoting protective gear during sports and cycling to reduce facial injuries. Adequate fluoride exposure and twice-daily brushing with fluoride toothpaste (1000–1500 ppm) are essential preventive measures.\n\n**Access to services:**\nOral health professionals are unevenly distributed, and facilities rarely meet population need. High out-of-pocket costs make oral care one of the leading causes of catastrophic health expenditure, pushing households into financial hardship.\n\n**WHO response:**\nWHA74’s 2021 Resolution on oral health calls for shifting from curative to preventive, primary-care–based services and embedding oral health in NCD and UHC agendas. The 2022 Global strategy on oral health and the Global oral health action plan 2023–2030 outline responsibilities for Member States, WHO, partners, civil society, and the private sector. The 2024 Bangkok Declaration (“No Health Without Oral Health”) reinforces oral diseases as a global priority and urges strengthening climate-resilient primary care systems to deliver inclusive, sustainable oral health services.",
  "category": "Oral Health",
  "tags": [
    "oral health",
    "dental caries",
    "periodontal disease",
    "oral cancer",
    "noma",
    "fluoride",
    "noncommunicable diseases",
    "WHO",
    "prevention"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/oral-health",
  "year": 2025
}

