{
  "id": "DOC_046",
  "title": "Cavities and Tooth Decay",
  "body": "Cavities are damaged areas of tooth enamel that progress into tiny openings or holes. Without treatment, decay penetrates deeper layers, causing pain, infection, and eventual tooth loss. Tooth decay is among the world's most common health problems and affects people of all ages, including children and infants. Cavities develop through a gradual process where plaque formation from sugars and starches feeds bacteria, creating sticky plaque. Bacterial acids then erode minerals in enamel, forming micro-openings. Once enamel thins, acids reach dentin, which is softer and more sensitive. Bacteria and acid can invade the pulp, causing inflammation, nerve compression, pain, and potentially spreading infection. Consistent dental care and oral hygiene are essential for prevention.\n\n**Symptoms**\n- Early cavities may not cause symptoms\n- Toothache\n- Sensitivity\n- Sharp pain when eating or drinking hot, cold, or sweet items\n- Visible pits or holes\n- Brown, black, or white staining\n- Pain while biting\n\n**Causes**\n- Plaque formation: Sugars and starches left on teeth feed bacteria, creating sticky plaque that hardens into tartar if not removed\n- Plaque attacks: Bacterial acids erode minerals in enamel, forming micro-openings\n- Progression: Bacteria and acid invade the pulp, causing inflammation, nerve compression, pain, and potentially spreading infection to bone and adjacent teeth\n- Posterior tooth anatomy (grooves and roots)\n- Clingy foods (sweets, dried fruit, chips)\n- Frequent snacking or sipping sugary/acidic drinks\n- Bedtime baby bottles or constant sippy cups\n- Inadequate brushing\n- Insufficient fluoride exposure\n- Very young or older age\n- Dry mouth\n- Worn fillings or ill-fitting dental devices\n- Gastroesophageal reflux\n- Eating disorders (vomiting or reduced saliva)\n\n**Prevention**\n- Brush twice daily with fluoride toothpaste\n- Clean between teeth (floss or interdental cleaners)\n- Use fluoride mouth rinses for high-risk individuals\n- Schedule routine professional cleanings and exams\n- Apply dental sealants on molars\n- Drink fluoridated tap water\n- Limit snacking and sugary beverages\n- Choose tooth-healthy foods (fruits, vegetables, unsweetened coffee/tea, sugar-free gum)\n- Receive professional fluoride treatments or custom trays when needed\n- Use antiseptic rinses (e.g., chlorhexidine) for medical conditions that heighten decay risk\n\n**When to see a doctor**\n- Regular dental visits are recommended even when no discomfort is present\n- Prompt evaluation is needed for tooth or mouth pain",
  "category": "Oral Health",
  "tags": [
    "cavities",
    "tooth decay",
    "dental caries",
    "fluoride",
    "oral hygiene",
    "risk factors",
    "prevention",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/cavities/symptoms-causes/syc-20352892",
  "year": 2023
}
