{
  "id": "DOC_092",
  "title": "Dermatitis",
  "body": "**Overview:**\nDermatitis is a group of conditions that cause skin swelling and irritation. It can lead to itchy, dry skin, rashes, blisters, oozing, crusting or flaking. Common types include atopic dermatitis (eczema), contact dermatitis and seborrheic dermatitis. Dermatitis isn’t contagious but can be uncomfortable. Regular moisturizing helps control symptoms; treatment may include medicated ointments, creams or shampoos.\n\n**Types:**\n- Atopic dermatitis (eczema)\n- Contact dermatitis\n- Cradle cap\n- Diaper rash\n- Seborrheic dermatitis\n\n**Symptoms:**\nEach type affects different body areas, but symptoms may include painful itchiness; dry, cracked, scaly skin (more typical on white skin); rash on swollen skin (color varies by skin tone); blisters that ooze or crust; dandruff; thickened skin; and small raised bumps (more typical on brown or Black skin).\n\n**When to see a doctor:**\nConsult a doctor if discomfort affects sleep or daily activities, if skin becomes painful, if signs of infection appear (streaks, pus, yellow scabs), or if symptoms persist despite self-care. Seek immediate medical attention if fever accompanies an infected-looking rash.\n\n**Causes:**\nDermatitis often results from contact with irritants or allergens (e.g., poison ivy, perfume, nickel). Other causes include dry skin, viral infections, bacteria, stress, genetics and immune system issues. Atopic dermatitis involves a hypersensitive skin barrier similar to asthma or hay fever affecting other organs.\n\n**Risk factors:**\nAge (atopic dermatitis is more common in children and often begins in infancy), personal or family history of eczema/allergies/asthma, occupations with exposure to metals, solvents or cleaners (e.g., health care workers with hand eczema), and health conditions like Parkinson’s disease or immunodeficiency (linked to seborrheic dermatitis).\n\n**Complications:**\nPersistent scratching can break the skin, leading to bacterial or fungal infections that rarely become serious. In people with brown or Black skin, dermatitis may cause post-inflammatory hyperpigmentation or hypopigmentation, taking months or years to fade.\n\n**Prevention:**\nWear protective clothing when handling irritants or caustic chemicals. For skin care, take shorter baths/showers (~10 minutes) with lukewarm water and consider bath oil. Use mild, dye-free, alcohol-free, fragrance-free cleansers; young children often need only warm water. Avoid scrubbing with washcloths or loofahs. Pat skin dry with a soft towel and moisturize while skin is damp. Apply unscented moisturizers (e.g., Vanicream, Eucerin, CeraVe, Cetaphil) throughout the day as needed to seal in moisture and reduce flares.",
  "category": "Public Health",
  "tags": [
    "dermatitis",
    "eczema",
    "skin inflammation",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/dermatitis-eczema/symptoms-causes/syc-20352380",
  "year": 2025
}

