{
  "id": "DOC_121",
  "title": "Rehabilitation",
  "body": "**Key facts**\n- Rehabilitation is an essential part of universal health coverage along with promotion of good health, prevention of disease, treatment and palliative care.\n- Rehabilitation helps a child, adult or older person to be as independent as possible in everyday activities and enables participation in education, work, recreation and meaningful life roles such as taking care of family.\n- Globally, an estimated 2.4 billion people are currently living with a health condition that may benefit from rehabilitation.\n- The need for rehabilitation worldwide is predicted to increase due to changes in the health and characteristics of the population. For example, people are living longer, but with more chronic disease and disability.\n- Currently, the need for rehabilitation is largely unmet. In some low- and middle-income countries, more than 50% of people do not receive the rehabilitation services they require. Emergencies including conflicts, disasters and outbreaks create enormous surges in rehabilitation needs while also disrupting rehabilitation services.\n- Rehabilitation is an important part of universal health coverage and is a key strategy for achieving Sustainable Development Goal 3 – “Ensure healthy lives and promote well-being for all at all ages”.\n\n**Overview**\nRehabilitation is defined as “a set of interventions designed to optimize functioning and reduce disability in individuals with health conditions in interaction with their environment”. Rehabilitation helps people to be as independent as possible in everyday activities and to participate in education, work, recreation and family life. It addresses underlying conditions and symptoms, adapts environments, involves assistive products, supports self-management and modifies tasks to improve safety and independence. Rehabilitation can help with difficulties related to thinking, seeing, hearing, communicating, eating or moving. Anyone may need rehabilitation at some point due to injury, surgery, disease, illness or age-related decline.\n\nExamples include speech and language training after brain injury; physical exercise training for stroke or Parkinson disease; modifying home environments for older adults; educating people with heart disease about safe exercise; preparing a person with an amputation for prosthetic use; positioning and splinting after burns; prescribing medicine to reduce spasticity in cerebral palsy; psychological therapies after spinal cord injury; social skills training for schizophrenia or autism; training individuals with vision loss to use a white cane; and working with intensive care patients to improve breathing and recovery.\n\nRehabilitation is person-centred, tailored to individual goals and preferences, and can be provided in inpatient or outpatient hospitals, physiotherapy or occupational therapy practices, community settings, homes, schools or workplaces. The workforce includes physiotherapists, occupational therapists, speech and language therapists, audiologists, orthotists, prosthetists, clinical psychologists, physical medicine and rehabilitation doctors, rehabilitation nurses and other health workers such as general practitioners, surgeons and community health workers.\n\n**Benefits of rehabilitation**\nRehabilitation reduces the impact of many health conditions, complements medical and surgical interventions, facilitates recovery and prevents complications. It minimizes or slows disability in chronic conditions (cardiovascular disease, cancer, diabetes) by providing self-management strategies, assistive products and pain control. It supports healthy ageing. Rehabilitation is cost-effective, helping to avoid hospitalization, shorten stays, prevent re-admissions and enable work or independence, thereby reducing financial and caregiver burdens. Rehabilitation is essential for universal health coverage and achieving SDG 3.\n\n**Misconceptions**\nRehabilitation is not only for people with disabilities or long-term physical impairments; it is an essential health service for anyone with a condition or injury limiting function. It is not a luxury; timely, high-quality, affordable rehabilitation should be available to all and integrated early with other health interventions.\n\n**Unmet global need**\nAbout 2.4 billion people could benefit from rehabilitation, and demand is growing due to ageing populations, chronic diseases, injuries and developmental conditions. In many regions, especially low- and middle-income countries, more than half of those needing rehabilitation do not receive it. Barriers include lack of prioritization, funding, policies, services outside urban areas, long waiting times, high out-of-pocket costs, insufficient trained professionals (often fewer than 10 per million population), limited resources (assistive technology, equipment), insufficient research and data, and weak referral pathways.\n\n**Rehabilitation in emergencies**\nDisasters, conflicts, outbreaks and other hazards create surges in rehabilitation needs and disrupt services, particularly affecting vulnerable populations and weak health systems. Although rehabilitation’s role is recognized in guidelines, it is rarely included in preparedness and early response, leading to magnified service limitations, less efficient health delivery and increased impairment risks.\n\n**WHO response**\nStrengthening health systems is essential to ensure rehabilitation services are available at all levels, including primary care, and integrated into universal health coverage. WHO’s work is guided by the World Health Assembly resolution on strengthening rehabilitation in health systems and implemented through the Rehabilitation 2030 initiative. WHO supports Member States in areas such as leadership and governance, financing, health information systems, service delivery, workforce, research and evidence, and emergency preparedness. Tools and resources include policy briefs, rehabilitation packages, competency frameworks, workforce evaluation guides, the Rehabilitation Need Estimator, and standards for emergencies. WHO also promotes advocacy through the World Rehabilitation Alliance.",
  "category": "Public Health",
  "tags": [
    "rehabilitation",
    "universal health coverage",
    "rehabilitation workforce",
    "WHO",
    "Rehabilitation 2030"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/rehabilitation",
  "year": 2024
}
