{
  "id": "DOC_107",
  "title": "Fragility Fractures",
  "body": "In 2019 there were 178 million new fractures worldwide—33.4% more than in 1990—and 455 million prevalent cases with acute or long-term symptoms, a 70.1% increase. Fractures accounted for 25.8 million years lived with disability (YLDs), 65.3% higher than in 1990. Fractures disproportionately affect older adults, especially women; most result from bone fragility and low-energy trauma (e.g., falls from standing height). As global populations grow and age, total fracture incidence is projected to rise, but individual risk can be predicted and prevented through effective interventions.\n\n**Overview:**\nFractures are partial or complete breaks in bone that can occur spontaneously (e.g., due to osteoporosis) or from trauma (falls, road crashes, sports). They pose significant morbidity, mortality and cost burdens worldwide. Data from the Global Burden of Disease Study show rising incidence, prevalence and YLDs since 1990, with highest rates in older age groups where fragility fractures predominate. Costs are escalating (e.g., a projected 27% increase in fragility fracture costs by 2030 in the largest five EU countries plus Sweden). Early risk assessment and osteoporosis treatment are essential.\n\n**Types:**\nFragility fractures arise from low-energy trauma that would not normally cause fracture, typically due to osteoporosis. Common sites include spine, hip, distal forearm (wrist) and proximal humerus; others include pelvis, ribs and proximal tibia. Hip and vertebral fractures carry the highest seriousness.\n\n**Risk factors:**\n- **Modifiable:** smoking, alcohol use, physical inactivity, low body weight, nutrient-poor diets, vitamin D/calcium deficiency, eating disorders, malabsorption, certain medications (glucocorticoids, antidepressants, anticonvulsants, androgen deprivation therapy), and falls.\n- **Non-modifiable:** older age, female sex, Caucasian ethnicity, prior fractures, parental fracture history, menopause.\nOsteoporosis—low bone density and microarchitectural deterioration—is itself a major risk factor, increasing bone fragility and susceptibility to fracture.\n\n**Risk prediction:**\nMultiple fracture risk assessment tools combine clinical risk factors (age, sex, prior fractures) with or without bone mineral density (BMD) to estimate five- or ten-year fracture probability and inform treatment decisions. WHO is assessing available tools to recommend models for global use.\n\n**Primary prevention:**\nStrategies focus on maintaining bone density and strength: adequate diet and nutrition, regular exercise/physical activity, smoking cessation, limiting alcohol, treating osteoporosis, and preventing falls. While basic principles are agreed upon, debates continue on specific interventions and treatment duration; WHO is reassessing evidence on prevention measures.\n\n**Treatment and management:**\nEarly detection and treatment (secondary prevention) are crucial—many vertebral fractures remain undiagnosed. Management may be surgical or non-surgical, with orthopaedic care central. Secondary (refracture) prevention and tertiary strategies include rehabilitation and quality-of-life improvement. Timely rehabilitation, assistive products (walking aids, orthoses) and training help individuals recover function.\n\n**Comorbidities:**\nConditions such as diabetes, hypertension, cardiovascular disease, kidney and liver disease, depression, dementia, and HIV can coexist with fragility fractures, raising risks of post-fracture complications (e.g., infections, stroke) and impairing recovery. Identifying and co-managing comorbidities improves outcomes.\n\n**WHO response:**\n- **Rehabilitation 2030 Initiative:** emphasizes rehabilitation—including fracture care—as a core universal health coverage service; the WHO Package of interventions for rehabilitation outlines essential measures and resources for fractures.\n- **UN Decade of Healthy Ageing (2021–2030):** fosters global collaboration to improve older adults’ lives; the WHO Integrated Care for Older People (ICOPE) recommends actions to prevent or slow declines, including fall prevention.\n- **WHO Bone Health and Ageing Initiative (2023):** develops a strategic roadmap to optimize bone health for healthy ageing and advocates public health strategies to prevent fractures among older adults.",
  "category": "Musculoskeletal Conditions",
  "tags": [
    "fragility fractures",
    "osteoporosis",
    "bone health",
    "fall prevention",
    "healthy ageing",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/fragility-fractures",
  "year": 2024
}
