{
  "id": "DOC_029",
  "title": "What to do if Someone has a Seizure (Fit)",
  "body": "If you see someone having a seizure or fit, there are some simple things you can do to help. It might be scary to witness, but do not panic.\n\n**What to do during a seizure:**\nIf you're with someone having a seizure: only move them if they're in danger, such as near a busy road or hot cooker; cushion their head if they're on the ground; loosen any tight clothing around their neck, such as a collar or tie, to aid breathing; turn them on to their side after their convulsions stop; stay with them and talk to them calmly until they recover; and note the time the seizure starts and finishes. If the person is in a wheelchair, put the brakes on and leave any seatbelt or harness on. Support them gently and cushion their head, but do not try to move them. Do not put anything in their mouth, including your fingers. They should not have any food or drink until they have fully recovered.\n\n**When to call an ambulance:**\nCall 999 and ask for an ambulance if: it's the first time someone has had a seizure; the seizure lasts longer than is usual for them; the seizure lasts more than 5 minutes, if you do not know how long their seizures usually last; the person does not regain full consciousness, or has several seizures without regaining consciousness; the person is seriously injured during the seizure; or the person has difficulty breathing after the seizure. People with epilepsy do not always need an ambulance or to go to hospital every time they have a seizure. They usually have a care plan agreed with doctors and their family or carers that says what to do when they have a seizure, such as giving emergency medicine. If you know what to do and have been trained then you can follow their care plan. Some people with epilepsy wear a special bracelet or carry a card to let medical professionals and anyone witnessing a seizure know they have epilepsy.\n\n**Make a note of useful information:**\nIf you see someone having a seizure, you may notice things that could be useful for the person or their doctor to know: what were they doing before the seizure?; did the person mention any unusual sensations, such as an odd smell or taste?; did you notice any mood change, such as excitement, anxiety or anger?; what brought your attention to the seizure? Was it a noise, such as the person falling over, or body movements, such as their eyes rolling or head turning?; did the seizure happen without warning?; was there any loss of consciousness or altered awareness?; did the person's colour change? For example, did they become paler than usual, flushed, blue or grey? If so, where—the face, lips or hands? On brown or black skin, changes in colour may be easier to see on the palms of the hands, soles of the feet, lips, gums and inside the eyelids.; did any parts of their body stiffen, jerk or twitch? If so, which parts?; did the person's breathing change?; did they perform any actions, such as mumble, wander about or fumble with clothing?; how long did the seizure last?; did the person lose control of their bladder or bowel?; did they bite their tongue?; how were they after the seizure?; and did they need to sleep? If so, for how long?\n\n**Keeping a seizure diary:**\nIf you have epilepsy, it can be helpful to record the details of your seizures in a diary.",
  "category": "Neurological Conditions",
  "tags": [
    "seizure",
    "fit",
    "epilepsy",
    "convulsions",
    "first aid",
    "emergency",
    "recovery position",
    "consciousness",
    "breathing difficulties",
    "care plan",
    "emergency medicine",
    "epilepsy bracelet",
    "seizure diary",
    "neurological",
    "unconsciousness",
    "bladder control",
    "bowel control",
    "tongue biting",
    "999",
    "ambulance",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/symptoms/what-to-do-if-someone-has-a-seizure-fit/",
  "year": 2023
}
