{
  "id": "DOC_020",
  "title": "Iron Deficiency Anaemia",
  "body": "Iron deficiency anaemia is caused by lack of iron, often because of blood loss or pregnancy. It's treated with iron tablets and by eating iron-rich foods.\n\n**Symptoms:**\nSymptoms of iron deficiency anaemia can include: tiredness and lack of energy; shortness of breath; noticeable heartbeats (heart palpitations); paler than usual skin; and headaches. Less common symptoms of iron deficiency anaemia (that are not usually connected to pregnancy) include: hearing ringing, buzzing or hissing noises inside your head (tinnitus); food tasting strange; feeling itchy; a sore tongue; hair loss—you notice more hair coming out when brushing or washing it; wanting to eat non-food items, such as paper or ice (pica); finding it hard to swallow (dysphagia); painful open sores (ulcers) in the corners of your mouth; nail changes, such as spoon-shaped nails; and restless legs syndrome.\n\n**Diagnosis:**\nTo check if you have iron deficiency anaemia, your GP will ask you about your lifestyle and medical history. The GP will usually do a blood test to find out if the number of red blood cells you have is normal. This is called a full blood count (FBC) test, which also looks at other types of cells in your blood. You do not need to do anything to prepare for this test. Iron deficiency anaemia is the most common type of anaemia. There are other types of anaemia, like vitamin B12 or folate deficiency anaemia, that the blood test will also check for. If the reason for the anaemia is not clear, the GP may do other tests to find out what might be causing your symptoms. This might include having a faecal immunochemical test (FIT) to look for blood in a sample of your poo. They might also refer you to a specialist for further checks.\n\n**Treatment:**\nOnce the reason you have iron deficiency anaemia has been found (for example, an ulcer or heavy periods) the GP will recommend treatment. If the blood test shows your red blood cell count is low, iron tablets will be recommended to replace the iron that's missing from your body. You'll need to take them for about 6 months. Drinking orange juice after you've taken a tablet may help your body absorb the iron. Follow the GP's advice about how to take iron tablets. Some people get side effects when taking iron tablets like: constipation or diarrhoea; tummy pain; heartburn; feeling sick; and darker than usual poo. Try taking the tablets with or soon after food to reduce the chance of side effects. It's important to keep taking the tablets, even if you get side effects. Your GP may carry out repeat blood tests over the next few months to check that your iron level is getting back to normal. Keep iron supplement tablets out of the reach of children. An overdose of iron in a young child can be fatal.\n\n**Dietary advice:**\nIf your diet is partly causing your iron deficiency anaemia, your GP will tell you what foods are rich in iron so you can eat more of them. Eat more: dark-green leafy vegetables like watercress and curly kale; cereals and bread with extra iron in them (fortified); meat; dried fruit like apricots, prunes and raisins; and pulses (beans, peas and lentils). Eat and drink less: tea; coffee; milk and dairy; and foods with high levels of phytic acid, such as wholegrain cereals, which can stop your body absorbing iron from other foods and tablets. Large amounts of these foods and drinks make it harder for your body to absorb iron. You might be referred to a specialist dietitian if you're finding it hard to include iron in your diet.\n\n**Causes:**\nHeavy periods and pregnancy are very common causes of iron deficiency anaemia. Heavy periods can be treated with medicine. In pregnancy, iron deficiency anaemia is most often caused by a lack of iron in your diet. Bleeding in the stomach and intestines is another common cause of iron deficiency anaemia. This can be caused by: taking non-steroidal anti-inflammatory drugs (NSAIDs), such as ibuprofen and aspirin; stomach ulcers; inflammation of the bowel or food pipe (oesophagus); piles; and cancers of the bowel or stomach (but this is less common). Any other conditions or actions that cause blood loss could also lead to iron deficiency anaemia.\n\n**If iron deficiency anaemia is not treated:**\nUntreated iron deficiency anaemia: can make you more at risk of illness and infection—a lack of iron affects the immune system; may increase your risk of developing complications that affect the heart or lungs—such as an abnormally fast heartbeat (tachycardia) or heart failure; and can cause a greater risk of complications before and after birth if you're pregnant.",
  "category": "Nutritional Disorders",
  "tags": [
    "iron deficiency anaemia",
    "iron deficiency",
    "anaemia",
    "anemia",
    "iron tablets",
    "iron supplements",
    "blood loss",
    "pregnancy",
    "heavy periods",
    "full blood count",
    "FBC",
    "red blood cells",
    "haemoglobin",
    "tiredness",
    "fatigue",
    "shortness of breath",
    "heart palpitations",
    "tinnitus",
    "pica",
    "dysphagia",
    "restless legs syndrome",
    "spoon-shaped nails",
    "iron-rich foods",
    "phytic acid",
    "NSAIDs",
    "stomach ulcers",
    "tachycardia",
    "heart failure",
    "immune system",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/iron-deficiency-anaemia/",
  "year": 2024
}
