{
  "id": "DOC_128",
  "title": "Minding Your Metabolism",
  "body": "**Overview:**\nMetabolism—the chemical processes that create energy and substances for growth and health—slows with age. People often notice less muscle, lower energy, and more body fat beginning in their 30s and beyond. Without diet and activity adjustments, gradual gains can turn middle-age spread into middle-age sprawl, increasing disease risk.\n\n**Why metabolism shifts:**\nAging reduces calorie burn, alters nutrient breakdown, and causes lean muscle loss. Sedentary habits and overeating accelerate these changes. Leptin, a hormone that signals fullness, becomes less effective with age and obesity, leaving people hungry even after eating. Food also stimulates brain reward pathways; over time, larger portions may be needed to get the same satisfaction. Aging and obesity impair glucose processing, raising diabetes risk—and with it, heart disease, blindness, amputations, and other complications. Long-standing diabetes and obesity may even change brain cells, making them more vulnerable to aging.\n\n**Nutrition through the decades:**\nAfter age 50, most people need fewer calories but must still prioritize nutrient-dense foods. Both under- and overweight status harm health in later life. NIH’s “What’s on Your Plate? Smart Food Choices for Healthy Aging” provides guidance.\n\n**Role of physical activity:**\nRegular movement at any age helps preserve muscle, boost metabolism, and limit abdominal fat. Consult healthcare providers about safe workout plans, especially if managing conditions such as arthritis or recovering from surgery. NIH’s Go4Life campaign offers older adults tips on starting routines, planning, and setting goals.\n\n**Wise Choices: Small steps to healthy aging:**\n- Commit to a healthy diet and limit snacking\n- Drink plenty of water\n- Move more—take stairs, add walking breaks, avoid extended sitting\n- Get adequate sleep\n- Limit alcohol, which is high in calories and can worsen age-related conditions\n- Avoid tobacco products\n\nStaying active and eating well are powerful tools to counter metabolic slowdowns, maintain strength, and reduce the health risks tied to middle-age weight gain.",
  "category": "Healthy Aging",
  "tags": [
    "metabolism",
    "middle-age spread",
    "healthy aging",
    "nutrition",
    "NIH"
  ],
  "source": "NIH",
  "url": "https://newsinhealth.nih.gov/2015/07/minding-your-metabolism",
  "year": 2015
}

