{
  "id": "DOC_089",
  "title": "Gallstones",
  "body": "**Overview:**\nGallstones are hardened deposits of bile that form in the gallbladder, a small organ beneath the liver that stores bile before releasing it into the small intestine. They can range from tiny grains to golf-ball-sized stones. Many gallstones cause no symptoms and require no treatment. When gallstones block bile ducts and cause symptoms, gallbladder removal surgery is often needed.\n\n**Symptoms:**\nGallstones may be silent. Symptoms arise if a stone lodges in a duct, leading to sudden, rapidly intensifying pain in the upper right abdomen or center of the abdomen below the breastbone, back pain between the shoulder blades, pain in the right shoulder, and nausea or vomiting. Episodes can last minutes to hours.\n\n**When to see a doctor:**\nConsult a doctor if you have worrying symptoms. Seek immediate medical care for intense abdominal pain, jaundice, or high fever with chills.\n\n**Causes:**\nExact causes are unclear. Gallstones may form when bile contains too much cholesterol, too much bilirubin, or when the gallbladder doesn’t empty properly. Types include cholesterol gallstones (usually yellow) and pigment gallstones (dark brown or black due to excess bilirubin).\n\n**Risk factors:**\nRisk rises with being female, age 40+, Native American or of Mexican Hispanic origin, overweight or obese, sedentary, pregnant, eating high-fat/high-cholesterol/low-fiber diets, family history of gallstones, diabetes, certain blood disorders (e.g., sickle cell anemia, leukemia), rapid weight loss, estrogen-containing medications, and liver disease.\n\n**Complications:**\nPossible complications include gallbladder inflammation (cholecystitis), common bile duct blockage leading to pain, jaundice, or infection, pancreatic duct blockage causing pancreatitis, and a slightly elevated risk of gallbladder cancer (still rare overall).\n\n**Prevention:**\nReduce risk by not skipping meals, losing weight slowly (1–2 pounds per week), increasing dietary fiber (fruits, vegetables, whole grains), and maintaining a healthy weight through balanced diet and physical activity.",
  "category": "Public Health",
  "tags": [
    "gallstones",
    "biliary disease",
    "digestive health",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/gallstones/symptoms-causes/syc-20354214",
  "year": 2025
}

