{
  "id": "DOC_045",
  "title": "Polycystic Ovary Syndrome (PCOS)",
  "body": "Polycystic ovary syndrome (PCOS) is a hormonal disorder that affects people during their reproductive years. It typically causes infrequent, prolonged, or irregular menstrual periods and excess androgen levels. PCOS disrupts normal ovulation. Follicles containing immature eggs accumulate without regularly releasing eggs, leading to ovulatory dysfunction and hormonal imbalances. Multiple small follicles develop along the outer edge of the ovaries and often fail to release mature eggs. Although the exact cause is unknown, early diagnosis, treatment, and lifestyle changes such as weight management can reduce risks of long-term complications including type 2 diabetes and cardiovascular disease. The condition often presents soon after menarche but may arise later.\n\n**Symptoms**\n- Irregular or infrequent menstrual periods, often fewer than nine per year or cycles longer than 35 days\n- Clinical or biochemical signs of excess androgen (hirsutism, severe acne, male-pattern baldness)\n- Enlarged ovaries with multiple follicles that do not function normally\n- Symptoms tend to be more severe in individuals with obesity\n\n**Causes**\n- Insulin resistance: Elevated insulin levels stimulate ovarian androgen production and disrupt ovulation. Signs include acanthosis nigricans, increased appetite, and weight gain\n- Low-grade inflammation: Chronic inflammatory responses can drive ovarian androgen production and raise cardiovascular risk\n- Heredity: Genetic predisposition and family history increase susceptibility\n- Excess androgen: Ovaries may produce elevated androgen levels that interfere with follicular maturation and ovulation, promoting hirsutism and acne\n\n**Prevention**\n- Early diagnosis and treatment\n- Lifestyle changes such as weight management\n\n**When to see a doctor**\n- Medical evaluation is recommended for menstrual concerns, infertility, or new androgen-related changes",
  "category": "Women's Health",
  "tags": [
    "PCOS",
    "endocrine disorder",
    "infertility",
    "insulin resistance",
    "androgens",
    "women's health",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/pcos/symptoms-causes/syc-20353439",
  "year": 2022
}
