{
  "id": "DOC_091",
  "title": "Atopic dermatitis (eczema)",
  "body": "**Overview:**\nAtopic dermatitis (eczema) is a chronic condition marked by dry, itchy, inflamed skin. It most often affects children but can occur at any age. Flares come and go, and the condition is not contagious. People with atopic dermatitis have higher risk of food allergies, hay fever and asthma. Regular moisturizing and a consistent skin-care routine help relieve itching and prevent flares; treatments can include medicated ointments or creams.\n\n**Symptoms:**\nSigns vary widely in location, appearance and intensity. They include dry, cracked skin; itching; rashes on swollen skin (with color differences based on skin tone); small raised bumps on brown or Black skin; oozing and crusting; thickened skin; darkening around the eyes; and raw, sensitive skin from scratching. The disease often begins before age five and can persist into adulthood, with periods of remission.\n\n**When to see a doctor:**\nConsult a health-care provider if symptoms appear, sleep or daily activities are affected, signs of infection develop (new streaks, pus, yellow scabs), or symptoms persist despite self-care. Seek immediate medical attention if fever accompanies an infected-looking rash.\n\n**Causes:**\nIn some people, gene variations weaken the skin barrier, reducing moisture retention and defense against bacteria, irritants, allergens and environmental factors (e.g., tobacco smoke). In others, excessive *Staphylococcus aureus* on the skin displaces beneficial bacteria and disrupts the barrier, triggering inflammation. The weakened barrier can prompt immune responses that worsen symptoms. Atopic dermatitis is one of several dermatitis types (others include contact and seborrheic); none are contagious.\n\n**Risk factors:**\nPersonal or family history of eczema, allergies, hay fever or asthma increases risk. Having these conditions in the past or having relatives with them is the primary risk factor.\n\n**Complications:**\nPossible complications include asthma and hay fever, food allergies (often presenting as hives), chronic itchy/scaly skin (neurodermatitis), post-inflammatory hyper- or hypopigmentation (especially in darker skin), skin infections due to scratching, irritant hand dermatitis (common with frequent wet work and harsh soaps), allergic contact dermatitis, sleep disturbances from itching, and mental health issues (depression, anxiety) linked to persistent symptoms.\n\n**Prevention:**\nA basic skin-care routine helps prevent flares. Moisturize at least twice daily with creams, ointments, shea butter or lotions; petroleum jelly on babies may prevent eczema. Bathe or shower daily with warm water for ~10 minutes, using gentle, nonsoap cleansers free of dyes, alcohols and fragrances. Young children often need only warm water. Avoid deodorant or antibacterial soaps and harsh scrubbing. After bathing, pat skin dry and apply moisturizer within three minutes. Identify and avoid personal triggers (e.g., rough wool, dry skin, infections, heat/sweat, stress, cleaning products, dust mites, pet dander, mold, pollen, tobacco smoke, cold/dry air, fragrances, other irritants). Infants or children may have food-triggered flares (e.g., eggs, cow’s milk); discuss potential allergies with a provider.",
  "category": "Public Health",
  "tags": [
    "atopic dermatitis",
    "eczema",
    "skin inflammation",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/atopic-dermatitis-eczema/symptoms-causes/syc-20353273",
  "year": 2024
}

