{
  "id": "DOC_108",
  "title": "Helping Your Child with Anger Issues",
  "body": "Anger is a normal, useful emotion that signals when something feels unfair or wrong. It becomes a concern when a child’s angry behaviour turns aggressive or unmanageable. Common triggers include witnessing family conflict, friendship problems, bullying, academic stress, anxiety or fear, and hormonal changes in puberty. Sometimes the cause is unclear, so it’s important to help children explore what might be driving their anger.\n\n**Tackle anger together:**\nWork with your child so they understand anger is the problem—not them. With younger children, naming and drawing anger (e.g., a volcano ready to erupt) can make it manageable. Your reactions influence theirs, so approach anger as a team challenge.\n\n**Spot the signs:**\nHelp your child recognize early physical cues—fast heartbeat, tense muscles, clenched teeth or fists, stomach churning. Noticing these signs enables proactive coping.\n\n**Strategies for your child:**\nIdentify triggers and agree on techniques such as counting to 10, walking away, slow deep breathing, clenching/unclenching fists, talking to a trusted person, or taking time alone to calm down. Point out signs when you notice them, giving your child a chance to use their strategies.\n\n**Encourage active play:**\nRegular physical activity (walks, jogging, running, cycling) can reduce anger and ease stress, anxiety or low mood. Refer to guidance on physical activity for children and young people.\n\n**Be positive:**\nOffer frequent praise for your child’s efforts—and your own—however small. Positive feedback builds confidence in managing anger and reinforces that you’re learning together.\n\n**When to seek help:**\nIf anger harms your child or others, talk to a GP, health visitor or school nurse. A GP may refer to Children and Young People’s Mental Health Services (CYPMHS) for specialist support. In some areas, self-referral is possible. Additional support is available via the YoungMinds parents’ helpline (0808 802 5544, weekdays), YoungMinds resources for parents and young people, and MindEd for Families.\n\n**Key actions:**\n- Explore causes and feelings underlying anger.\n- Collaborate on coping strategies and practice them early.\n- Promote regular activity and positive reinforcement.\n- Seek professional help if anger becomes harmful.\n\nBy responding calmly, modelling constructive coping, and accessing support when needed, parents can help children manage anger and develop healthier emotional skills.",
  "category": "Mental Health",
  "tags": [
    "child mental health",
    "anger management",
    "parenting tips",
    "emotional regulation",
    "NHS guidance"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/mental-health/children-and-young-adults/advice-for-parents/help-your-child-with-anger-issues/",
  "year": 2023
}

