{
  "id": "DOC_122",
  "title": "Heat and health",
  "body": "\n\n**Key facts**\n- Heat is a major environmental and occupational health hazard. Heat stress is the leading cause of weather-related deaths and can worsen cardiovascular disease, diabetes, mental health conditions, asthma, and the risk of accidents and some infectious diseases. Heatstroke is a medical emergency with a high case-fatality rate.\n- The number of people exposed to extreme heat is rising exponentially in every world region due to climate change. Heat-related mortality among people over 65 years increased by about 85% between 2000–2004 and 2017–2021 (1).\n- Between 2000–2019, studies estimate about 489 000 heat-related deaths each year, with 45% occurring in Asia and 36% in Europe (2). Europe recorded an estimated 61 672 heat-related excess deaths in the summer of 2022 (3). Past high-intensity events caused severe mortality, including 70 000 deaths in Europe during June–August 2003 and 56 000 excess deaths during a 44-day heatwave in the Russian Federation in 2010.\n- Vulnerability to heat depends on physiological factors (age, health status) and exposure factors (occupation, socio-economic conditions).\n- Heat impacts are predictable and largely preventable through targeted public health and multisectoral policies and interventions. WHO guidance supports institutions in identifying and managing extreme heat risks. Climate action combined with preparedness and risk management can save lives now and in the future.\n\n**Overview**\nA heatwave is a period when local excess heat builds over several unusually hot days and nights. Heatwaves and prolonged excess heat are becoming more frequent, longer, and more intense because of climate change. Even low or moderate events can harm vulnerable populations. Extended periods of high day and nighttime temperatures generate cumulative stress on the human body, raising illness and mortality risks. Heatwaves can affect large populations quickly, trigger public health emergencies, cause excess mortality, and create socioeconomic impacts such as lost work capacity and productivity. Power shortages during heat can disrupt health facilities, transport, and water infrastructure, reducing health service delivery.\n\nPopulation ageing and the rising prevalence of noncommunicable diseases (respiratory, cardiovascular, diabetes, dementia, renal, musculoskeletal) heighten susceptibility to heat. Urban design deficiencies—loss of greenspace, heat-amplifying materials like metal roofs—further increase exposure. Awareness of heat risks remains insufficient among health workers and the public, underscoring the need to adjust guidance, planning, and interventions and to manage sharp increases in admissions during heatwaves. Practical, feasible, often low-cost measures across individual, community, organizational, governmental, and societal levels can save lives.\n\n**Who is affected?**\nPopulations in tropical and subtropical climates are chronically exposed to high temperatures, while exposure in mid to high latitudes is seasonal. Adult vulnerabilities tied to physiological or clinical factors are well documented (4). Heat affects health via multiple direct and indirect mechanisms, although evidence on chronic exposure to persistent high temperatures and humidity is limited.\n\nOutdoor and manual workers, athletes, and civil protection personnel are at risk of exertional heat stress due to their work. Urban and rural poor often face overheating because of low-quality housing and limited cooling access; informal settlements can be hotter than other urban areas. Gender roles may influence exposure, such as women cooking indoors during hot weather.\n\n**How does heat impact health?**\nHeat retained in the body depends on an inability to dissipate metabolically generated heat under environmental stress (high temperature, humidity, low wind, high thermal radiation), clothing that blocks heat loss, and external heat gain. When thermoregulation fails, the risks of heat exhaustion and heatstroke rise, and the body’s cooling effort stresses the heart and kidneys. Heat extremes exacerbate chronic conditions (cardiovascular, mental, respiratory, diabetes) and can cause acute kidney injury.\n\nHeat-related deaths and hospitalizations occur rapidly, often the same day or shortly after a heat event, so interventions must be swift once a heat alert is issued. Heat can disrupt essential services through power or transport outages, decrease productivity, increase accident risk, hinder work or learning, and even close schools or institutions. Heatwaves may coincide with hazardous air pollution. The health impact scale depends on the timing, intensity, and duration of events and the acclimatization and adaptability of local populations, infrastructure, and institutions.\n\n**What actions should the public take?**\n\n*Stay out of the heat*\n- Avoid outdoor and strenuous activity during the hottest part of the day.\n- Stay in the shade; perceived temperatures in direct sun may be 10–15 °C higher.\n- Spend 2–3 hours daily in a cool place.\n- Never swim alone and be mindful of drowning risks.\n- Monitor official heat warnings.\n\n*Keep your home cool*\n- Use night air to cool the home by opening windows when outdoor temperatures drop below indoor levels.\n- During hotter daytime periods, keep windows closed and shaded with blinds or shutters, and switch off unnecessary electrical devices.\n- Use electric fans only when temperatures are below 40 °C / 104 °F; above this threshold they heat the body.\n- If using air conditioning, set the thermostat to 27 °C / 81 °F and run an electric fan to feel roughly 4 °C cooler while saving up to 70% on cooling costs.\n- Remember shaded outdoor areas may be cooler than indoors.\n\n*Keep your body cool and hydrated*\n- Wear light, loose-fitting clothing and bedding.\n- Take cool showers or baths.\n- Cool skin with damp cloths, sprays, or wet light clothing.\n- Drink water regularly (about one cup per hour and at least 2–3 litres daily).\n- Check frequently on vulnerable people, especially those over 65, individuals with heart, lung, or kidney conditions, people with disabilities, and those living alone.\n\n*Protect infants and children*\n- Never leave children or animals in parked vehicles; temperatures rise dangerously fast.\n- Avoid direct sun during peak hours by seeking shade or staying indoors; shade can reduce perceived heat by more than 10 °C.\n- Do not cover strollers or prams with dry fabric; use a wet, thin cloth and re-wet to lower temperatures, and pair with a portable fan for added cooling.\n- Dress children in lightweight, loose-fitting, skin-covering clothing and use wide-brimmed hats, sunglasses, and sunscreen.\n- Follow home-cooling guidance to maintain safe indoor conditions.\n\n**WHO response**\nMitigating climate change via rapid greenhouse gas reductions is crucial to limit extreme heat’s human costs. Through the Alliance for Transformational Change in Climate and Health (ATACH) and technical and policy support, WHO helps countries adapt health sectors and communities to climate risks. WHO collaborates with health authorities to strengthen governance, preparedness, and response to heatwaves by creating heat action plans, early warning systems, advisories, and emergency response plans that map risks, vulnerable groups, capacities, and resources. These plans protect high-risk settings such as health facilities, nursing homes, and schools lacking cooling.\n\nWHO co-sponsors the Global Heat Health Information Network to accelerate knowledge-sharing on extreme heat risks and solutions and works closely with the World Meteorological Organization to develop Heat Health Warning Systems.",
  "category": "Climate and Health",
  "tags": [
    "extreme heat",
    "climate change",
    "public health",
    "heatwaves",
    "WHO guidance"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/climate-change-heat-and-health",
  "year": 2024
}
