{
  "id": "DOC_102",
  "title": "Autism",
  "body": "Autism, also referred to as autism spectrum disorder (ASD), encompasses a diverse group of neurodevelopmental conditions. In 2021, about 1 in 127 people worldwide had autism, though prevalence varies by study and remains unknown in many low- and middle-income countries. Characteristics can be detected in early childhood but are often diagnosed later. Autistic individuals differ widely in abilities and support needs: some live independently, while others require lifelong care. Community-level inclusion, accessibility and support are essential.\n\n**Overview:**\nASD is marked by challenges with social interaction and communication, alongside atypical behaviours such as difficulty transitioning between activities, intense focus on details, and unusual sensory responses. Autism influences education and employment opportunities, and can place substantial demands on families. Co-occurring conditions—such as epilepsy, depression, anxiety, and attention-deficit/hyperactivity disorder—are common, and intellectual functioning ranges from profound impairment to superior abilities.\n\n**Epidemiology:**\nGlobal prevalence estimates average 1 in 127 people, but figures vary greatly between studies and regions. Many LMICs lack data.\n\n**Causes and risk factors:**\nAutism likely results from multiple interacting genetic and environmental factors. Associated exposures include advanced parental age, maternal diabetes, prenatal air pollution or heavy metal exposure, prematurity, severe birth complications, low birth weight, and in-utero exposure to certain medicines (e.g., valproate, carbamazepine). Extensive evidence shows no link between autism and vaccines, including measles-mumps-rubella (MMR), thiomersal, or aluminium-containing vaccines. The study suggesting otherwise was fraudulent and retracted.\n\n**Assessment and care:**\nEarly identification and evidence-based psychosocial interventions improve communication, social skills, development and quality of life. Routine monitoring of child development in maternal and child health services supports earlier detection. Once diagnosed, autistic people and caregivers should receive tailored information, services, referrals and practical support. Care needs are complex, spanning health promotion, treatment, rehabilitation, and collaboration across health, education, employment and social sectors. Programmes must be co-designed with autistic people, and community-level efforts should promote accessibility and inclusion.\n\n**Human rights:**\nAutistic people have the same right to the highest attainable standard of health as others, yet often face stigma, discrimination, and denial of services, education and community participation. They share common health needs with the general population but may have additional requirements due to autism or co-occurring conditions. Behavioural risk factors (physical inactivity, poor diet) and vulnerability to violence, injury and abuse contribute to higher rates of chronic illness and premature mortality. Autistic people also face elevated unmet healthcare needs and heightened risks during humanitarian emergencies, often due to providers’ limited knowledge of autism.\n\n**Global response:**\nIn 2014, the World Health Assembly adopted a resolution urging coordinated efforts to manage ASD and strengthen national capacity. WHO works with Member States to: increase governmental commitment; guide policy and action plans across health, mental health, neurological disorders and disability; strengthen the health workforce; and foster inclusive environments with caregiver support. The Comprehensive Mental Health Action Plan 2013–2030 and the Intersectoral Global Action Plan on Epilepsy and Other Neurological Disorders call for improved early detection, care, treatment and rehabilitation of neurodevelopmental conditions, as well as addressing social, economic, educational and inclusion needs and strengthening research and surveillance.",
  "category": "Mental Health",
  "tags": [
    "autism",
    "neurodevelopmental disorders",
    "psychosocial interventions",
    "human rights",
    "WHO response"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/autism-spectrum-disorders",
  "year": 2025
}

