{
  "id": "DOC_034",
  "title": "Alzheimer's Disease",
  "body": "Alzheimer's disease is the most common cause of dementia. It begins with a buildup of proteins (amyloid plaques and neurofibrillary tangles) in the brain, causing brain cells to die and the brain to shrink over time. About 6.9 million people in the United States age 65 and older live with Alzheimer's disease, and more than 70% are age 75 and older. Globally, 60% to 70% of the 55 million people with dementia are estimated to have Alzheimer's disease. Early symptoms often involve forgetting recent events or conversations. Over time, serious memory loss and difficulty doing everyday tasks develop. There is no cure, and advanced stages can lead to complications such as dehydration, poor nutrition or infection that may result in death. Medicines may improve symptoms or slow decline, and programs and services can support people with the disease and their caregivers.\n\n**Symptoms:**\nMemory loss is the key symptom. Early on, people may struggle to remember recent events or conversations. As Alzheimer's progresses, memory gets worse and other symptoms appear:\n- Repeat statements and questions.\n- Forget conversations, appointments or events.\n- Misplace items in odd places.\n- Get lost in familiar places.\n- Forget names of family members or everyday objects.\n- Have trouble finding words or following conversations.\n\n**Thinking and reasoning:**\nTrouble concentrating and thinking, especially about abstract concepts (e.g., numbers). Managing finances, multitasking and recognizing numbers become difficult.\n\n**Judgment and decisions:**\nDifficulties making sensible decisions, solving everyday problems, or judging social situations (e.g., clothing for the weather, driving decisions).\n\n**Planning and familiar tasks:**\nRoutine multi-step tasks become hard. Cooking meals, playing games or basic tasks like dressing and bathing can be affected as the disease advances.\n\n**Personality and behavior changes:**\nDepression, loss of interest, social withdrawal, mood swings, distrust, anger or aggression, sleep changes, wandering, loss of inhibitions, and delusions.\n\n**Preserved skills:**\nSome abilities such as reading, listening to music, storytelling, singing, dancing or crafts may remain longer because they're managed by brain areas affected later.\n\n**When to see a doctor:**\nOther conditions can cause memory loss or dementia-like symptoms and may be treatable. Talk to a healthcare professional if you're concerned about your memory or thinking skills, or about those of a family member or friend.",
  "category": "Neurology",
  "tags": [
    "Alzheimer's disease",
    "dementia",
    "memory loss",
    "cognitive decline",
    "neurodegenerative",
    "amyloid plaques",
    "neurofibrillary tangles",
    "behavior changes",
    "caregiving",
    "neurology"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/alzheimers-disease/symptoms-causes/syc-20350447",
  "year": 2024
}
