{
  "id": "DOC_057",
  "title": "Hepatitis C",
  "body": "**Key Facts:**\nHepatitis C is an inflammation of the liver caused by the hepatitis C virus (HCV). It can cause both acute and chronic hepatitis, ranging from mild illness to lifelong disease including cirrhosis and liver cancer. HCV is a bloodborne virus, commonly transmitted through unsafe injections, unscreened blood transfusions, shared needles among people who inject drugs, and sexual practices that involve blood exposure. Globally, around 50 million people have chronic HCV infection, with 1 million new infections each year. In 2022, approximately 242,000 people died from hepatitis C, mostly from cirrhosis and liver cancer. Direct-acting antiviral medicines (DAAs) can cure more than 95% of patients, but access to diagnosis and treatment remains low. There is currently no effective vaccine for hepatitis C.\n\n**Overview:**\nHepatitis C is a viral liver infection that can be acute (short-term) or chronic (long-term). It spreads through contact with infected blood, including through unsafe medical procedures, unscreened transfusions, shared needles and syringes, and certain sexual practices. Symptoms may include fever, fatigue, appetite loss, nausea, vomiting, abdominal pain, dark urine, and jaundice. There is no vaccine, but antiviral treatments can cure the infection. Early detection and treatment prevent serious complications.\n\nAcute infections are often asymptomatic and do not usually become life-threatening. About 30% of people clear the virus spontaneously within six months. However, 70% develop chronic infection, and 15–30% of these individuals progress to cirrhosis within 20 years.\n\n**Geographical Distribution:**\nHCV occurs in all WHO regions. The highest burden is in the Eastern Mediterranean Region (12 million). Other regions with high chronic infection include:\n- South-East Asia: 9 million\n- Europe: 9 million\n- Western Pacific: 7 million\n- Africa: 8 million\n- Americas: 5 million\n\nAbout 2.3 million of the estimated 39 million people living with HIV also show past or current HCV infection. Chronic liver disease is a major cause of illness and death among people living with HIV.\n\n**Transmission:**\nHepatitis C is most commonly transmitted through:\n- Reuse or poor sterilization of medical equipment (needles, syringes)\n- Unscreened blood transfusions and blood products\n- Sharing injection equipment among people who inject drugs\n\nLess common transmission routes include mother-to-child transmission and sexual practices with blood exposure (e.g., among people with multiple partners or men who have sex with men). HCV is **not** spread through breast milk, food, water, hugging, kissing, or sharing food/drinks.\n\n**Symptoms:**\nAcute HCV infection is often asymptomatic. When symptoms occur, they may take 2 weeks to 6 months to appear. Possible symptoms include:\n- Fever\n- Fatigue\n- Loss of appetite\n- Nausea and vomiting\n- Abdominal pain\n- Dark urine\n- Pale stools\n- Joint pain\n- Jaundice\n\nChronic infection may remain silent for decades until serious liver damage develops.\n\n**Testing and Diagnosis:**\nMost new HCV infections go undiagnosed because they are asymptomatic. Chronic infections are often diagnosed late, after liver damage is already present.\n\nDiagnosis involves two steps:\n1. **Anti-HCV antibody test** to identify past or present infection.\n2. **Nucleic acid test (NAT) for HCV RNA** to confirm chronic infection.\n\nPeople who clear the virus naturally remain antibody-positive but RNA-negative. After diagnosis, liver damage should be assessed via biopsy or non-invasive tests.\n\nWHO recommends testing for people at higher risk, including:\n- Blood donors\n- People with liver disease\n- Migrants from high-prevalence countries\n- Healthcare workers\n- People who inject drugs\n- People in prisons\n- Men who have sex with men (MSM)\n- Sex workers\n- People living with HIV or TB\n\nIn regions with >2% antibody prevalence, WHO recommends population-wide testing for adults and adolescents.\n\n**Treatment:**\nIn 2013–2014, interferon-free treatment became available, revolutionizing HCV care. Direct-acting antivirals (DAAs) cure >95% of patients within 8–12 weeks.\n\nWHO recommends pan-genotypic DAAs for all adults, adolescents, and children aged 3 years and older. These medicines have few side effects and are short-course treatments.\n\nThe most widely used, low-cost DAA regimen is **sofosbuvir + daclatasvir**, available in many low- and middle-income countries for under USD 50.\n\nDespite effective treatment, global access remains limited. As of 2022:\n- 36% of people with HCV knew their diagnosis\n- 20% (12.5 million) of diagnosed individuals had been treated\n\nLifestyle changes such as avoiding alcohol and maintaining a healthy weight support liver health.\n\n**Service Delivery:**\nHistorically, HCV care depended on specialists in hospital settings. Today, simplified DAA treatment allows testing, diagnosis, and treatment in primary care, harm reduction services, and prisons. WHO recommends decentralization, integration, and task-shifting to increase access.\n\n**Prevention:**\nThere is no effective vaccine for hepatitis C. Prevention focuses on avoiding exposure to infected blood.\n\nPrevention strategies include:\n- Safe and sterile healthcare injections and procedures\n- Proper handling of medical waste\n- Harm-reduction programs for people who inject drugs (needle exchange, counseling, OAT)\n- Screening donated blood\n- Practicing safe sex using condoms\n\nPeople at higher risk include individuals who inject drugs, men who have sex with men, people living with HIV, and individuals undergoing repeated medical procedures.\n\n**WHO Response:**\nThe WHO Global Health Sector Strategies (2022–2030) guide countries in ending chronic hepatitis B and C, HIV, and sexually transmitted infections by 2030. They emphasize scaling up prevention, testing, and treatment; addressing inequities; and integrating services within universal health coverage. WHO updates guidelines and works with countries to implement best practices.\n\nWHO also collaborates with UNITAID in expanding access to HCV prevention, testing, and treatment in 10 focus countries, especially among people who inject drugs and people in prisons. WHO leads World Hepatitis Day campaigns to raise awareness and promote prevention.",
  "category": "Infectious Diseases",
  "tags": [
    "hepatitis C",
    "HCV",
    "direct-acting antivirals",
    "cirrhosis",
    "liver cancer",
    "bloodborne virus",
    "viral hepatitis",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/hepatitis-c",
  "year": 2025
}
