{
  "id": "DOC_114",
  "title": "How to Improve Strength and Flexibility",
  "body": "Strength exercises make muscles work harder than usual, increasing strength, size, power and endurance. They typically use body weight or resistance. Aim for at least two muscle-strengthening sessions weekly. Examples include lifting weights, resistance bands, heavy gardening (digging, shovelling), climbing stairs, hill walking, cycling, dancing, push-ups, sit-ups, squats and yoga. Leg-strengthening activities such as tai chi, yoga, dance, stair walking, hiking and weightlifting help maintain strength, balance and coordination, reducing fall risk as you age. A session counts if muscles work to the point you need a brief rest before continuing (e.g., putting down a weight after several reps).\n\nFlexibility exercises improve joint mobility necessary for daily tasks. Activities include stretching, yoga, tai chi and pilates. Maintaining flexibility supports posture, reduces aches, lowers injury risk and helps preserve ability to perform everyday activities.\n\nBenefits of strength and flexibility training include maintaining independence, slowing age-related bone and muscle loss, reducing fall risk, improving posture and lowering injury risk.\n\nGuidelines:\n- Work all major muscle groups (legs, hips, back, abdomen, chest, shoulders, arms) on two or more days per week. Sessions can be under 20 minutes.\n- Perform exercises until completing another repetition without assistance would be difficult.\n- Do 8–12 repetitions per exercise (one set) and aim for at least two sets (three sets for added benefit). Start gradually and build up over weeks.\n- No specific duration is prescribed for flexibility work; integrate stretching or mobility activities regularly.\n\nAerobic exercise: for general health, complete 150 minutes of moderate-intensity activity weekly plus two strength sessions, or 75 minutes of vigorous-intensity activity covering both aerobic and strength needs. Time spent on strength exercises does not count towards the 150-minute aerobic goal, though some vigorous aerobic activities (circuit training, dancing, martial arts, football, hockey, rugby) also build strength.\n\nIncorporating varied strength, flexibility and aerobic activities supports full-body fitness, bone health, balance, and resilience across the lifespan.",
  "category": "Fitness",
  "tags": [
    "strength training",
    "flexibility",
    "exercise",
    "NHS guidance",
    "fall prevention"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/live-well/exercise/how-to-improve-strength-flexibility/",
  "year": 2022
}

