{
  "id": "DOC_079",
  "title": "Psoriasis",
  "body": "**Overview:**\nPsoriasis is a common, long-term skin disease that causes a rash with itchy, scaly patches—most often on the knees, elbows, trunk and scalp. It has no cure, but treatments and healthy habits can help manage symptoms. The condition cycles through flares lasting weeks or months and periods of remission. In people with a genetic predisposition, triggers such as infections, cuts or burns, and certain medications can spark flare-ups.\n\n**Symptoms:**\nCommon signs and symptoms include:\n- A patchy rash, ranging from dandruff-like scaling to large eruptions\n- Rashes that differ by skin tone (purple with gray scale on brown/Black skin; pink or red with silver scale on white skin)\n- Small scaling spots (often in children)\n- Dry, cracked skin that may bleed\n- Itching, burning or soreness\n- Cyclic rashes that flare and subside\n\n**Types of psoriasis:**\n- **Plaque psoriasis (most common):** Dry, itchy, raised plaques covered with scales; usually on elbows, knees, lower back and scalp; may leave temporary pigment changes.\n- **Nail psoriasis:** Causes pitting, abnormal growth, discoloration, nail loosening (onycholysis) or crumbling.\n- **Guttate psoriasis:** Often affects children/young adults; triggered by infections (e.g., strep throat); presents as small, drop-shaped scaling spots on trunk, arms or legs.\n- **Inverse psoriasis:** Affects skin folds (groin, buttocks, breasts) with smooth, inflamed patches that worsen with friction/sweating; sometimes triggered by fungal infections.\n- **Pustular psoriasis:** Rare; causes well-defined pus-filled blisters, either widespread or confined to palms/soles.\n- **Erythrodermic psoriasis:** Least common; can cover the entire body with a peeling, intensely itchy or burning rash; may be acute or chronic.\n\n**When to see a doctor:**\nConsult a health care provider if you suspect psoriasis, or if you already have psoriasis and the condition:\n- Becomes severe or widespread\n- Causes significant discomfort or pain\n- Raises concerns about appearance\n- Fails to improve with treatment",
  "category": "Public Health",
  "tags": [
    "psoriasis",
    "skin disease",
    "chronic disease",
    "dermatology",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/psoriasis/symptoms-causes/syc-20355840",
  "year": 2024
}

