{
  "id": "DOC_093",
  "title": "Cataracts",
  "body": "**Overview:**\nA cataract is clouding of the eye’s lens, normally clear. Cataracts make vision appear foggy or blurry—like looking through a frosted window—making it harder to read, drive at night, or recognize faces. Most cataracts develop slowly and may not affect vision early on, but over time they worsen. Brighter lighting and stronger eyeglasses may help initially. When vision loss interferes with daily tasks, cataract surgery—generally safe and effective—may be needed.\n\n**Symptoms:**\nCommon symptoms include clouded, blurred or dim vision; difficulty seeing at night; light and glare sensitivity; need for brighter light to read; seeing halos around lights; frequent changes in prescription eyewear; fading or yellowing of colors; and double vision in one eye. Early cataracts may affect only a small part of the lens, so vision changes might not be noticeable. As the cataract grows, more of the lens is clouded and symptoms become more apparent.\n\n**When to see a doctor:**\nSchedule an eye exam if you notice vision changes. Seek medical care right away for sudden double vision, flashes of light, sudden eye pain, or a severe headache.\n\n**Causes:**\nMost cataracts result from aging or injury that alters lens tissues. Proteins and fibers break down and clump, causing hazy vision. Genetic disorders, other eye conditions, past eye surgeries, diabetes, and long-term steroid use can raise risk. As lenses age, they become thicker, less clear, and less flexible, leading to clouding.\n\n**Types of cataracts:**\n- **Nuclear cataracts** (center of lens): initially blur distant vision but may temporarily improve near vision; eventually lenses yellow/brown, impairing color perception.\n- **Cortical cataracts** (edges): white wedge-shaped streaks spread toward the center, interfering with light passage.\n- **Posterior subcapsular cataracts** (back of lens): small spots near the light path that affect reading vision, cause glare or halos, and typically progress quickly.\n- **Congenital cataracts:** present at birth or early childhood; may result from hereditary factors, infections or trauma in utero, or conditions like myotonic dystrophy, galactosemia, neurofibromatosis type 2 or rubella. They may not always impair vision but are usually removed if they do.\n\n**Risk factors:**\nAge, diabetes, excessive sunlight exposure, smoking, obesity, family history, prior eye injury/inflammation/surgery, long-term corticosteroid use, and excessive alcohol intake.\n\n**Prevention:**\nNo proven methods prevent cataracts, but strategies may include: regular eye exams to detect issues early; not smoking; managing health conditions like diabetes; eating fruits and vegetables rich in vitamins and antioxidants; wearing UVB-blocking sunglasses outdoors; and limiting alcohol use.",
  "category": "Public Health",
  "tags": [
    "cataracts",
    "vision",
    "eye health",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/cataracts/symptoms-causes/syc-20353790",
  "year": 2023
}

