{
  "id": "DOC_018",
  "title": "Obesity and Overweight",
  "body": "In 2022, 1 in 8 people in the world were living with obesity. Worldwide adult obesity has more than doubled since 1990, and adolescent obesity has quadrupled. In 2022, 2.5 billion adults (18 years and older) were overweight. Of these, 890 million were living with obesity. In 2022, 43% of adults aged 18 years and over were overweight and 16% were living with obesity. In 2024, 35 million children under the age of 5 were overweight. Over 390 million children and adolescents aged 5–19 years were overweight in 2022, including 160 million who were living with obesity.\n\n**Overview:**\nOverweight is a condition of excessive fat deposits. Obesity is a chronic complex disease defined by excessive fat deposits that can impair health. Obesity can lead to increased risk of type 2 diabetes and heart disease, it can affect bone health and reproduction, it increases the risk of certain cancers. Obesity influences the quality of living, such as sleeping or moving. The diagnosis of overweight and obesity is made by measuring people's weight and height and by calculating the body mass index (BMI): weight (kg)/height² (m²). The body mass index is a surrogate marker of fatness and additional measurements, such as the waist circumference, can help the diagnosis of obesity. The BMI categories for defining obesity vary by age and gender in infants, children and adolescents. For adults, WHO defines overweight and obesity as follows: overweight is a BMI greater than or equal to 25; and obesity is a BMI greater than or equal to 30. For children under 5 years of age: overweight is weight-for-height greater than 2 standard deviations above WHO Child Growth Standards median; and obesity is weight-for-height greater than 3 standard deviations above the WHO Child Growth Standards median. For children aged between 5–19 years: overweight is BMI-for-age greater than 1 standard deviation above the WHO Growth Reference median; and obesity is greater than 2 standard deviations above the WHO Growth Reference median.\n\n**Facts about overweight and obesity:**\nIn 2022, 2.5 billion adults aged 18 years and older were overweight, including over 890 million adults who were living with obesity. This corresponds to 43% of adults aged 18 years and over (43% of men and 44% of women) who were overweight; an increase from 1990, when 25% of adults aged 18 years and over were overweight. Prevalence of overweight varied by region, from 31% in the WHO South-East Asia Region and the African Region to 67% in the Region of the Americas. About 16% of adults aged 18 years and older worldwide were obese in 2022. The worldwide prevalence of obesity more than doubled between 1990 and 2022. In 2024, an estimated 35 million children under the age of 5 years were overweight. Once considered a high-income country problem, overweight is on the rise in low- and middle-income countries. In Africa, the number of overweight children under 5 years has increased by nearly 12.1% since 2000. Almost half of the children under 5 years who were overweight or living with obesity in 2024 lived in Asia. Over 390 million children and adolescents aged 5–19 years were overweight in 2022. The prevalence of overweight (including obesity) among children and adolescents aged 5–19 has risen dramatically from just 8% in 1990 to 20% in 2022. The rise has occurred similarly among both boys and girls: in 2022 19% of girls and 21% of boys were overweight. While just 2% of children and adolescents aged 5–19 were obese in 1990 (31 million young people), by 2022, 8% of children and adolescents were living with obesity (160 million young people).\n\n**Causes:**\nOverweight and obesity result from an imbalance of energy intake (diet) and energy expenditure (physical activity). In most cases obesity is a multifactorial disease due to obesogenic environments, psycho-social factors and genetic variants. In a subgroup of patients, single major etiological factors can be identified (medications, diseases, immobilization, iatrogenic procedures, monogenic disease/genetic syndrome). The obesogenic environment exacerbating the likelihood of obesity in individuals, populations and in different settings is related to structural factors limiting the availability of healthy sustainable food at locally affordable prices, lack of safe and easy physical mobility into the daily life of all people, and absence of adequate legal and regulatory environment. At the same time, the lack of an effective health system response to identify excess weight gain and fat deposition in their early stages is aggravating the progression to obesity.\n\n**Common health consequences:**\nThe health risks caused by overweight and obesity are increasingly well documented and understood. In 2021, higher-than-optimal BMI caused an estimated 3.7 million deaths from noncommunicable diseases (NCDs) such as cardiovascular diseases, diabetes, cancers, neurological disorders, chronic respiratory diseases, and digestive disorders. Being overweight in childhood and adolescence affects children's and adolescents' immediate health and is associated with greater risk and earlier onset of various NCDs, such as type 2 diabetes and cardiovascular disease. Childhood and adolescent obesity have adverse psychosocial consequences; it affects school performance and quality of life, compounded by stigma, discrimination and bullying. Children with obesity are very likely to be adults with obesity and are also at a higher risk of developing NCDs in adulthood. The economic impacts of the obesity epidemic are also important. If nothing is done, the global costs of overweight and obesity are predicted to reach US$ 3 trillion per year by 2030 and more than US$ 18 trillion by 2060. Finally, the rise in obesity rates in low-and middle-income countries, including among lower socio-economic groups, is fast globalizing a problem that was once associated only with high-income countries.\n\n**Facing a double burden of malnutrition:**\nMany low- and middle-income countries face a so-called double burden of malnutrition. While these countries continue to deal with the problems of infectious diseases and undernutrition, they are also experiencing a rapid upsurge in noncommunicable disease risk factors such as obesity and overweight. It is common to find undernutrition and obesity co-existing within the same country, the same community and the same household. Children in low- and middle-income countries are more vulnerable to inadequate pre-natal, infant, and young child nutrition. At the same time, these children are exposed to high-fat, high-sugar, high-salt, energy-dense, and micronutrient-poor foods, which tend to be lower in cost but also lower in nutrient quality. These dietary patterns, in conjunction with lower levels of physical activity, result in sharp increases in childhood obesity while undernutrition issues remain unsolved.\n\n**Prevention and management:**\nOverweight and obesity, as well as their related noncommunicable diseases, are largely preventable and manageable. At the individual level, people may be able to reduce their risk by adopting preventive interventions at each step of the life cycle, starting from pre-conception and continuing during the early years. These include: ensure appropriate weight gain during pregnancy; practice exclusive breastfeeding in the first 6 months after birth and continued breastfeeding until 24 months or beyond; support behaviours of children around healthy eating, physical activity, sedentary behaviours and sleep, regardless of current weight status; limit screen time; limit consumption of sugar sweetened beverages and energy-dense foods and promote other healthy eating behaviours; enjoy a healthy life (healthy diet, physical activity, sleep duration and quality, avoid tobacco and alcohol, emotional self-regulation); limit energy intake from total fats and sugars and increase consumption of fruit and vegetables, as well as legumes, whole grains and nuts; and engage in regular physical activity. Health practitioners need to: assess the weight and height of people accessing the health facilities; provide counselling on healthy diet and lifestyles; when a diagnosis of obesity is established, provide integrated obesity prevention and management health services including on healthy diet, physical activity and medical and surgical measures; and monitor other NCD risk factors (blood glucose, lipids and blood pressure) and assess the presence of comorbidities and disability, including mental health disorders. The dietary and physical activity patterns for individual people are largely the result of environmental and societal conditions that greatly constrain personal choice. Obesity is a societal rather than an individual responsibility, with the solutions to be found through the creation of supportive environments and communities that embed healthy diets and regular physical activity as the most accessible, available and affordable behaviours of daily life. Stopping the rise in obesity demands multisectoral actions such as food manufacturing, marketing and pricing and others that seek to address the wider determinants of health (such as poverty reduction and urban planning). Such policies and actions include: structural, fiscal and regulatory actions aimed at creating healthy food environments that make healthier food options available, accessible and desirable; and health sector responses designed and equipped to identify risk, prevent, treat and manage the disease. These actions need to build upon and be integrated into broader efforts to address NCDs and strengthen health systems through a primary health care approach. The food industry can play a significant role in promoting healthy diets by: reducing the fat, sugar and salt content of processed foods; ensuring that healthy and nutritious choices are available and affordable to all consumers; restricting marketing of foods high in sugars, salt and fats, especially those foods aimed at children and teenagers; and ensuring the availability of healthy food choices and supporting regular physical activity practice in the workplace.\n\n**WHO Response:**\nWHO has recognized the need to tackle the global obesity crisis in an urgent manner for many years. The World Health Assembly Global Nutrition Targets aiming to ensure no increase in childhood overweight, and the NCD target to halt the rise of diabetes and obesity by 2025, were endorsed by WHO Member States. They recognized that accelerated global action is needed to address pervasive and corrosive problem of the double burden of malnutrition. At the 75th World Health Assembly in 2022, Member States demanded and adopted new recommendations for the prevention and management of obesity and endorsed the WHO Acceleration plan to stop obesity. Since its endorsement, the Acceleration plan has shaped the political environment to generate impetus needed for sustainable change, created a platform to shape, streamline and prioritize policy, support implementation in countries and drive impact and strengthen accountability at national and global level.",
  "category": "Nutritional Disorders",
  "tags": [
    "obesity",
    "overweight",
    "BMI",
    "body mass index",
    "chronic disease",
    "type 2 diabetes",
    "cardiovascular disease",
    "heart disease",
    "cancer",
    "noncommunicable diseases",
    "NCDs",
    "childhood obesity",
    "adolescent obesity",
    "obesogenic environment",
    "energy imbalance",
    "malnutrition",
    "double burden of malnutrition",
    "undernutrition",
    "healthy diet",
    "physical activity",
    "prevention",
    "management",
    "WHO Acceleration plan",
    "Global Nutrition Targets",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight",
  "year": 2025
}
