{
  "id": "DOC_143",
  "title": "Food additives",
  "body": "**Key facts:**\n- Food additives are substances added mainly to processed or industrially produced foods for technical purposes (e.g., safety, shelf life, sensory attributes).\n- They are not typically consumed alone or used as standard ingredients; most minimally processed foods lack additives.\n- Additives must undergo safety assessments before authorization.\n- National, regional, and international bodies evaluate additive safety.\n- The Joint FAO/WHO Expert Committee on Food Additives (JECFA) evaluates additives for foods traded internationally.\n\n**Overview:**\nAdditives ensure processed foods remain safe and high-quality from production to consumption and modify sensory properties (taste, aroma, texture, appearance). They may be derived from plants, animals, minerals, or synthesized chemically. Thousands exist, each with specific functions. Major categories include flavouring agents, enzyme preparations, and other functional additives (preservatives, colourings, sweeteners).\n\n**Flavouring agents:**\nUsed to alter aroma or taste; hundreds exist across diverse foods. They can be natural (extracted from sources), “nature identical” (chemically synthesized but identical to natural molecules), or artificial (synthesized to mimic or create flavours not found in nature). Culinary ingredients like spices can influence flavour but aren’t classified as flavouring agents.\n\n**Enzyme preparations:**\nThese additives facilitate biochemical reactions, breaking down larger molecules. Extracted from plants, animals, or microorganisms, they’re used in baking (dough improvement), juice production (higher yields), wine/beer brewing (fermentation), and cheese making (curd formation). They may or may not remain in the final product.\n\n**Other additives:**\n- **Preservatives** slow decomposition from mould, air, bacteria, or yeast, preventing spoilage and foodborne illnesses (e.g., botulism).\n- **Colourings** restore or enhance visual appeal lost during processing.\n- **Non-sugar sweeteners** offer low- or no-calorie alternatives. WHO recommends against routine use of non-sugar sweeteners because they show limited benefit for weight management and may raise noncommunicable disease risk.\n\n**Safety assessments:**\nAdditives must be evaluated for potential health effects before approval. JECFA assesses additives used in international trade, reviewing biochemical/toxicological data from animal tests, human studies, and other research. Evaluations determine acceptable daily intake (ADI)—the lifetime daily amount considered safe.\n\n**WHO response:**\n- **Health risk evaluation:** WHO and FAO oversee additive risk assessments through JECFA. Only additives deemed low-risk at specified levels are permitted internationally. National authorities can authorize use based on JECFA or their own assessments.\n- **International standards:** Codex Alimentarius uses JECFA assessments to set maximum levels in foods/drinks, forming global benchmarks for safety and trade. After Codex approval, nations must implement regulations permitting use under defined conditions.\n- **Labelling:** Codex sets labelling standards requiring manufacturers to disclose additives. Regions like the EU use E-numbers to categorize additives. People with allergies or sensitivities should check labels. National authorities must monitor additive use for compliance; food businesses bear primary responsibility for safe, lawful use.\n\nAdditive oversight ensures consumers worldwide can trust the safety and quality of foods, regardless of origin.",
  "category": "Food Safety",
  "tags": [
    "food additives",
    "JECFA",
    "Codex Alimentarius",
    "food safety",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/food-additives",
  "year": 2023
}

