{
  "id": "DOC_100",
  "title": "Slowing Sarcopenia",
  "body": "**Overview:**\nStarting around age 30, people naturally lose 3–5% of muscle mass every decade. Excessive loss reduces strength and can lead to sarcopenia, making everyday activities—standing from a chair, walking, opening jars, carrying groceries—more difficult and raising fall risk. Chronic illnesses, inactivity, unhealthy diet, and hormonal changes (e.g., menopause) can accelerate muscle loss. NIH experts estimate 10–20% of older adults have sarcopenia.\n\n**Understanding sarcopenia:**\nAssessing sarcopenia is challenging because there’s no single standard test. NIH-funded researchers analyzed large datasets and found grip strength and walking speed (slower than 2.6 feet per second) better predict falls, mobility limits, hip fractures, and mortality than lean body mass. As sarcopenia worsens, hospitalization risk nearly doubles, fractures and loss of independence rise, and the body struggles more to fight diseases such as cancer.\n\n**Prevention and management:**\n- **Stay active:** Regular physical activity is essential. Resistance training—push-ups, squats, weight lifting, planks, yoga poses, knee raises—builds strength. Start slowly, work all major muscle groups (arms, legs, abs, back, chest), and aim for consistent routines. Even five minutes helps when beginning.\n- **Prioritize protein:** Muscles need protein for maintenance. Eating about 1.2 grams of protein per 2 pounds of body weight supports treatment or management of sarcopenia. Include lean meats, poultry, fish, seafood, eggs, low-fat dairy, legumes, nuts, and seeds.\n- **Consider supplements cautiously:** Combining diet and exercise with certain supplements—amino acids, fish oil, vitamin D, selenium, magnesium, omega-3 fatty acids—may help slow muscle loss, though more research is needed.\n- **Consult healthcare providers:** If you suspect sarcopenia, talk with your doctor to design a personalized plan to preserve muscle, reduce falls, and maintain independence.\n\n**Wise choices for muscle strength:**\n- Start new exercise routines gradually and choose activities you can sustain.\n- Engage every major muscle group.\n- Focus on strength and resistance exercises (push-ups, squats, sit-ups, arm curls, planks, side twists, knee raises, arm/leg lifts).\n- Do what you can—short sessions are better than none.\n- Eat sufficient protein daily.\n- Discuss new exercise plans with your healthcare provider to choose safe options.\n\nMaintaining muscle through activity, protein-rich nutrition, and informed guidance helps slow sarcopenia and supports healthy aging.",
  "category": "Healthy Aging",
  "tags": [
    "sarcopenia",
    "muscle loss",
    "healthy aging",
    "resistance training",
    "NIH"
  ],
  "source": "NIH",
  "url": "https://newsinhealth.nih.gov/2025/04/slowing-sarcopenia",
  "year": 2025
}

