{
  "id": "DOC_097",
  "title": "Toxic shock syndrome",
  "body": "**Overview:**\nToxic shock syndrome (TSS) is a rare, potentially fatal complication of certain bacterial infections. It is most often caused by toxins from *Staphylococcus aureus* (staph) but can also result from group A streptococcus (strep). Anyone can develop TSS. Risk increases with skin wounds, recent surgery, and use of tampons or other vaginal devices (menstrual cups, birth control sponges, diaphragms) left in place too long.\n\n**Symptoms:**\nTSS develops suddenly and may include:\n- High fever\n- Low blood pressure\n- Vomiting or diarrhea\n- Sunburn-like rash, especially on palms and soles\n- Confusion\n- Muscle aches\n- Red eyes, mouth, and throat\n- Seizures\n- Headaches\n\n**When to seek care:**\nContact a healthcare professional immediately if TSS symptoms appear, particularly if you use tampons or have a skin or wound infection.\n\n**Causes:**\nToxins produced by staph bacteria most commonly cause TSS. Strep bacteria toxins can also trigger the syndrome.\n\n**Risk factors:**\nWhile TSS can affect anyone, about half of staph-related cases occur in people who menstruate. Strep TSS occurs across all ages. Factors tied to higher risk include:\n- Cuts or burns\n- Recent surgery\n- Use of birth control sponges, diaphragms, high-absorbency tampons, or menstrual cups for prolonged periods\n- Viral infections such as flu or chickenpox\n\n**Complications:**\nTSS can progress quickly and may lead to shock, kidney (renal) failure, damage to other organs including the heart and liver, or death.\n\n**Prevention:**\nThe FDA reviews tampons for safety and bacterial growth risk. To lower TSS risk:\n- Use the lowest absorbency tampon needed\n- Change tampons every 4–8 hours\n- Alternate between tampons and sanitary napkins, using mini pads or liners when flow is light\n- Avoid tampons if you’ve had TSS or other serious staph or strep infections\n\nPrompt recognition of symptoms and medical care are critical because TSS can recur.",
  "category": "Infectious Diseases",
  "tags": [
    "toxic shock syndrome",
    "staphylococcus aureus",
    "streptococcus",
    "tampon safety",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/toxic-shock-syndrome/symptoms-causes/syc-20355384",
  "year": 2025
}

