{
  "id": "DOC_068",
  "title": "Post-traumatic stress disorder",
  "body": "**Key Facts:**\nAn estimated 3.9% of the world population has had post-traumatic stress disorder (PTSD) at some stage in their lives. Most people exposed to potentially traumatic events do not develop PTSD. Feeling supported by family, friends or other people following the potentially traumatic event can reduce the risk of developing PTSD. More women are affected by PTSD than men. There are effective treatments for PTSD.\n\n**Overview:**\nMany people feel extreme fear during or after witnessing or experiencing potentially traumatic events, such as war, accidents, natural disasters or sexual violence. Most people exposed to such events will experience distress but will recover naturally with time. Some people continue to experience a range of mental health conditions that can persist for months or even years, including PTSD, depressive disorders, anxiety disorders and substance use disorders. Around 70% of people globally will experience a potentially traumatic event during their lifetime, but only a minority (5.6%) will go on to develop PTSD. An estimated 3.9% of the world population has experienced PTSD at some point in their lives. The likelihood of developing PTSD varies depending on the type of traumatic event experienced. For example, rates of PTSD are more than three times (15.3%) higher among people exposed to violent conflict or war. PTSD rates are especially high following sexual violence. Up to 40% of people with PTSD recover within one year. There are many effective treatments for PTSD, yet only 1 in 4 people with PTSD in low- and middle-income countries (LMICs) report seeking any form of treatment. Barriers to care include lack of awareness that PTSD can be treated, lack of availability of mental health services, social stigma and lack of trained mental health care providers.\n\n**Symptoms and Patterns:**\nExperiencing distress or other mental health difficulties after a potentially traumatic event is common but does not mean someone is experiencing PTSD. Someone experiences PTSD when they have symptoms re-experiencing the event, avoid reminders of the event and experience symptoms of heightened arousal that cause significant distress, and interfere with daily activities and family, social, school or working life.\n\n**Re-experiencing Symptoms:**\nPeople with PTSD have repeated and unwanted recollections of the traumatic event(s), which make them feel as if the event(s) is happening all over again. These memories are accompanied by intense fear or horror. They may be experienced as images, sounds (e.g. gunfire), smells (e.g. the odour of an assailant) or other sensations. These recollections might occur through intrusive memories, nightmares, or, in severe cases, flashbacks. During flashbacks, the person might momentarily believe and act as if they were back at the time of the event, experiencing it again.\n\n**Avoidance Symptoms:**\nPeople with PTSD avoid situations, activities, thoughts or memories that remind them of the traumatic event(s). They may even avoid talking about the event(s) with their family or health care providers. People usually use these strategies to try to avoid distressing recollections. Yet avoidance strategies may inadvertently intensify re-experiencing symptoms over time and thus perpetuate the presence of PTSD.\n\n**Hyperarousal Symptoms:**\nPeople with PTSD may experience a heightened sense of danger, even when they are not actually at risk. This can involve them being much more vigilant than usual, for example constantly scanning their surroundings for potential threats or feeling the need to sit with their back against a wall in public places. They may be more easily startled or jumpy, reacting with excessive fear to sudden movements or loud noises.\n\nSymptoms of PTSD typically begin immediately after or within one month of a traumatic event. In younger children, symptoms are often behavioural and can include re-enacting the traumatic event during play or in drawings. Children often unjustly blame themselves for what happened. The experience of PTSD can also vary across cultures. For instance, in some cultures, it may be more acceptable to express anger about the event, making this a more prominent experience. In other cultures, people with PTSD may more commonly have physical complaints with unclear causes, such as headaches or gastrointestinal symptoms. People with PTSD may also have depressive disorder, anxiety disorders and substance use disorders as well as suicidal thoughts and behaviours. Many of the effects of PTSD (such as physical tension or harmful use of alcohol) are also known risk factors for physical diseases such as cardiovascular disease.\n\n**Contributing Factors:**\nPTSD, like other mental health conditions, results from interacting social, psychological and biological factors. Anyone can experience PTSD after a potentially traumatic event, but people who have previously experienced traumatic events are more susceptible. Women are more likely to experience PTSD than men. Other factors, including a family history of mental health conditions, younger age, and lower levels of education, can also increase the likelihood of developing PTSD after a potentially traumatic experience. The nature of the event experienced can also affect the chances of developing PTSD. For example, experiencing ongoing or repeated potentially traumatic events, developing a serious physical injury during the event(s), or witnessing harm to others can all increase risk. Receiving social support following potentially traumatic events can reduce the risk for PTSD.\n\n**Treatment:**\nThere are many effective treatments for people with PTSD. Evidence-based psychological interventions are the first choice treatments and can be delivered to individuals or groups, in person or online. Some may also be accessed through self-help manuals, websites and apps. Psychological interventions can help people learn new ways of thinking and coping that may reduce their symptoms. They can help people manage difficult situations and address the events, people or places that trigger their traumatic memories. The psychological interventions with the most evidence for effective treatment of PTSD are those based on cognitive behavioural therapy with a trauma focus and eye movement desensitization and reprocessing (EMDR). Many of these involve exposure techniques, in which the person is asked to recall, narrate or imagine the traumatic event(s) so that they are exposed to their memories within a safe and supportive environment. Psychological interventions for PTSD may also include real or imagined exposure to triggers that may evoke traumatic memories.\n\n**Self-Care:**\nSelf-care can have an important role in supporting treatment for PTSD. To help manage symptoms and promote overall well-being, a person can:\n- Continue normal daily routines as far as possible\n- Connect with and talk to trusted people about what happened but only when the person feels ready to do so\n- Avoid or cut down on alcohol and illicit drugs that can make symptoms worse\n- Exercise regularly, even if it's just a short walk\n- Maintain or develop healthy sleeping habits\n- Learn stress management, which may include breathing techniques and progressive muscle relaxation\n\n**WHO Response:**\nWHO's Comprehensive mental health action plan 2013–2030 highlights the actions required to provide appropriate interventions for people with mental health conditions, including people exposed to potentially traumatic events and experiencing PTSD. PTSD is included in the priority conditions covered by WHO's mhGAP Programme, which includes guidelines for managing PTSD. This programme aims to help countries increase services for people with mental, neurological and substance use disorders in non-specialized settings in LMICs and is being implemented in more than 100 countries. WHO responds to the mental health needs of people exposed to conflict and natural disasters in a range of countries and, with the United Nations High Commissioner for Refugees, has published an mhGAP Humanitarian Intervention Guide, which includes a module on managing PTSD in non-specialized health care settings during emergencies.",
  "category": "Mental Health",
  "tags": [
    "PTSD",
    "post-traumatic stress disorder",
    "trauma",
    "mental health",
    "traumatic stress",
    "cognitive behavioural therapy",
    "EMDR",
    "mental disorders",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/post-traumatic-stress-disorder",
  "year": 2024
}

