{
  "id": "DOC_043",
  "title": "Schizophrenia",
  "body": "Schizophrenia is a chronic mental health condition that causes psychosis, substantial disability, and wide-ranging impacts on personal, family, social, educational, and occupational life. Stigma, discrimination, and human rights violations remain common, and more than two thirds of people with psychosis worldwide do not receive specialist mental health care. Effective treatment options exist and at least one in three people can fully recover.\n\n**Symptoms:**\nSchizophrenia involves marked changes in perception, thinking, behaviour, and affect. Core features include persistent delusions (fixed false beliefs), persistent hallucinations (perceiving stimuli that are not present), and experiences of influence or control where a person feels thoughts or actions are externally governed. Disorganized thinking manifests as jumbled or irrelevant speech, while highly disorganized behaviour may appear bizarre or purposeless. Negative symptoms include very limited speech, restricted emotional expression, inability to feel interest or pleasure, and social withdrawal. Some individuals exhibit extreme agitation, slowed movements, or rigid postures. Cognitive difficulties with memory, attention, and problem-solving are common. Symptom patterns vary: about one third achieve complete remission, while others alternate between exacerbations and remissions or experience gradual worsening.\n\n**Magnitude and impact:**\nRoughly 23 million people worldwide (1 in 345; 0.29%) live with schizophrenia, with adult prevalence at 0.43%. Onset typically occurs in late adolescence or early adulthood and tends to happen earlier in men. The condition causes marked distress and functional impairment across key life domains. People with schizophrenia die on average nine years earlier than the general population, often from physical illnesses such as cardiovascular, metabolic, or infectious diseases. Human rights abuses are frequent both in institutions and communities. Stigma and discrimination lead to social exclusion and limited access to health care, education, housing, and employment. Emergencies that disrupt social supports and health services can worsen symptoms and heighten vulnerability to neglect, abandonment, homelessness, abuse, and exclusion.\n\n**Causes:**\nNo single cause is known. Schizophrenia likely arises from interactions between genetic susceptibility and environmental factors, while psychosocial influences affect onset and course. Heavy cannabis use is linked to elevated risk. Other contributing factors under study include prenatal and perinatal complications, infections, stress, and social determinants.\n\n**Services:**\nGlobally, most people with schizophrenia lack mental health care. About half of residents in mental hospitals have schizophrenia, yet only 29% of people with psychosis receive specialist care. Resources are often concentrated in institutions that may fail to provide effective care and may violate human rights. Shifting from institutional to community-based mental health services is essential. Effective community options include integration into primary care and general hospitals, community mental health centres, day centres, supported housing, and outreach/home-based support. Active involvement of individuals with schizophrenia, their families, and communities improves support and outcomes.\n\n**Management and support:**\nTreatment should combine evidence-based interventions such as antipsychotic medications, psychoeducation, family interventions, cognitive-behavioural therapy, and psychosocial rehabilitation (e.g., life-skills training). Recovery-oriented services that provide assisted living, supported housing, and supported employment help people maintain independence. Collaborative decision-making that honours personal agency benefits individuals and caregivers.\n\n**WHO response:**\nThe Comprehensive Mental Health Action Plan 2013–2030 guides countries on delivering appropriate services and emphasizes transitioning care to community settings. The WHO Special Initiative for Mental Health seeks to expand access to affordable, quality care for 100 million more people. The Mental Health Gap Action Programme (mhGAP) equips non-specialized providers with evidence-based tools to manage priority conditions, including psychosis, and operates in over 100 Member States. The QualityRights Project focuses on improving care quality and protecting human rights in mental health and social care facilities while empowering organizations to advocate for people with psychosocial disabilities. WHO guidance on community mental health services promotes person-centred, rights-based approaches aligned with the UN Convention on the Rights of Persons with Disabilities.",
  "category": "Mental Health",
  "tags": [
    "schizophrenia",
    "psychosis",
    "mental disorders",
    "community mental health",
    "WHO",
    "stigma",
    "human rights",
    "mhGAP",
    "recovery"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/schizophrenia",
  "year": 2025
}
