{
  "id": "DOC_103",
  "title": "Rabies",
  "body": "Rabies is a viral, zoonotic, neglected tropical disease present in more than 150 countries, mainly across Asia and Africa. It causes tens of thousands of deaths annually, 40% in children under 15. In up to 99% of human cases, transmission follows dog bites or scratches. Dog-mediated rabies is vaccine-preventable. The virus infects mammals (dogs, cats, livestock, wildlife) and spreads through saliva via bites, scratches, or contact with mucosa. Children aged 5–14 are frequent victims. Once the virus reaches the central nervous system and symptoms begin, rabies is uniformly fatal. However, prompt post-exposure prophylaxis (PEP)—immediate wound cleansing, a course of human rabies vaccine, and rabies immunoglobulin (RIG) when indicated—prevents the virus from entering the nervous system.\n\n**Symptoms**\n- Incubation typically spans 2–3 months (range: 1 week to 1 year), influenced by exposure site and viral load\n- Prodromal symptoms include fever, pain, and paresthesia at the wound\n- As the virus invades the central nervous system, encephalomyelitis develops\n- Furious rabies involves hyperactivity, agitation, hallucinations, hydrophobia, aerophobia and causes death within days due to cardio-respiratory arrest\n- Paralytic rabies (approximately 20% of cases) causes ascending paralysis, coma and eventual death but is often misdiagnosed\n- Once symptoms appear, survival is extremely rare and associated with severe neurological deficits\n\n**Causes**\n- Dog bites or scratches (up to 99% of human cases)\n- Virus spreads through saliva via bites, scratches, or contact with mucosa\n- In the Americas, where dog-mediated rabies is largely controlled, hematophagous bats are now the primary source\n- Bat-mediated rabies also threatens Australia and parts of Western Europe\n- Human rabies from foxes, raccoons, skunks, or other wild mammals is rare\n- Inhalation of aerosolized virus, consumption of raw products from infected animals, organ transplantation, or human-to-human transmission is exceedingly rare\n\n**Prevention**\n- Mass vaccination of dogs, including puppies, is the most cost-effective prevention method\n- Public education on dog behaviour, bite prevention, immediate wound care, and responsible pet ownership\n- Pre-exposure prophylaxis (PrEP) is recommended for high-risk occupations (laboratory staff, animal control, wildlife rangers), travellers or residents in remote, highly endemic areas\n- Post-exposure prophylaxis consists of thorough wound washing with soap and water for at least 15 minutes, a vaccine course, and RIG or monoclonal antibodies when indicated\n- Category I (touching/feeding animals, licks on intact skin): wash exposed skin, no PEP\n- Category II (nibbling of uncovered skin, minor scratches without bleeding): wound washing and immediate vaccination\n- Category III (transdermal bites/scratches, mucosal exposure, contact with bats): wound washing, immediate vaccination, RIG/monoclonal antibodies\n\n**When to see a doctor**\n- Anyone bitten or scratched by a potentially rabid animal should seek PEP immediately\n- Prompt post-exposure prophylaxis is critical and prevents the virus from entering the nervous system",
  "category": "Infectious Diseases",
  "tags": [
    "rabies",
    "dog-mediated rabies",
    "post-exposure prophylaxis",
    "One Health",
    "vaccination",
    "neglected tropical diseases"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/rabies",
  "year": 2024
}

