{
  "id": "DOC_058",
  "title": "Dengue",
  "body": "**Key Facts:**\nDengue is a viral infection caused by the dengue virus (DENV), transmitted to humans through the bites of infected mosquitoes. About half of the world’s population is now at risk, with 100–400 million infections each year. Dengue is common in tropical and sub-tropical climates, especially urban and semi-urban areas. Most infections are mild or asymptomatic, but severe dengue can cause death. Prevention relies on mosquito (vector) control, and there is no specific treatment for dengue or severe dengue. Early detection and access to proper care greatly reduce fatality rates.\n\n**Overview:**\nDengue (also known as break-bone fever) is a mosquito-borne viral infection. It is more common in tropical and subtropical regions. Many infected individuals show no symptoms. When symptoms occur, they often include high fever, headache, body pains, nausea, and rash. Most people recover within 1–2 weeks, but some develop severe dengue requiring hospitalization. Severe cases can be fatal. Risk can be reduced by preventing mosquito bites, especially during daytime when dengue vectors are most active. Treatment focuses on pain management; no specific antiviral treatment exists.\n\n**Symptoms:**\nMost people experience mild or no symptoms and recover in 1–2 weeks. When symptoms occur, they usually start 4–10 days after infection and last 2–7 days.\n\n**Common symptoms include:**\n- High fever (40°C/104°F)\n- Severe headache\n- Pain behind the eyes\n- Muscle and joint pain\n- Nausea\n- Vomiting\n- Swollen glands\n- Rash\n\nPeople infected a second time are at higher risk of severe dengue. **Severe dengue symptoms** may include:\n- Severe abdominal pain\n- Persistent vomiting\n- Rapid breathing\n- Bleeding gums or nose\n- Fatigue\n- Restlessness\n- Blood in vomit or stool\n- Extreme thirst\n- Pale, cold skin\n- Weakness\n\nPeople with severe symptoms need immediate medical care. After recovery, fatigue may persist for weeks.\n\n**Diagnostics and Treatment:**\nDengue diagnosis relies on laboratory-based or point-of-care tests. Diagnostic methods include:\n- NAATs (nucleic acid amplification tests)\n- ELISAs\n- Rapid diagnostic tests (RDTs)\n- Antigen detection\n- Molecular detection or virus isolation\n\nTest quality varies widely across countries. There is **no specific treatment** for dengue. Pain can be managed with **paracetamol (acetaminophen)**. **Ibuprofen and aspirin should be avoided** because they increase the risk of bleeding. Severe dengue often requires hospitalization.\n\n**Global Burden:**\nDengue incidence has grown dramatically worldwide. WHO-reported cases increased from 505,430 in 2000 to **14.6 million in 2024**, with over 12,000 dengue-related deaths. Most infections are asymptomatic or mild, leading to significant underreporting. Dengue is endemic in more than 100 countries.\n\nIn 2024, dengue spread globally, affecting all continents. Over 13 million cases were reported in the Region of the Americas. Factors driving increased spread include:\n- Expansion of vectors (Aedes aegypti and Aedes albopictus) into new areas\n- Climate change (temperature, rainfall, humidity)\n- Weak health systems\n- Poor surveillance and reporting\n- Political instability and population movement\n\nModels estimate **390 million infections each year**, with 96 million cases clinically apparent. In early 2025, over 4 million cases and 3,000 deaths were reported from 97 countries. Dengue continues to spread into Europe and the Eastern Mediterranean.\n\n**Transmission:**\n**Mosquito-to-human transmission:**\nDengue is transmitted primarily through the bite of infected **female Aedes aegypti** mosquitoes. Aedes albopictus can also transmit the virus. After feeding on an infected person, the virus replicates inside the mosquito and becomes transmissible after the **extrinsic incubation period (8–12 days)**.\n\n**Human-to-mosquito transmission:**\nMosquitoes can become infected by biting individuals who are:\n- Symptomatic\n- Pre-symptomatic\n- Asymptomatic\n\nTransmission can occur from **2 days before symptoms** to **2 days after fever resolves**. Higher fever and viral load increase infectiousness.\n\n**Maternal transmission:**\nRare but possible. Infection during pregnancy increases risks of pre-term birth, low birthweight, and fetal distress.\n\n**Other rare modes:**\n- Blood transfusion\n- Organ transplantation\n- Transovarial transmission in mosquitoes\n\n**Risk Factors:**\nRisk increases with:\n- Previous dengue infection (higher risk of severe dengue)\n- Rapid, unplanned urbanization (crowding, water storage)\n- Human mobility\n- Poor community practices in mosquito control\n- Climate change\n- Expansion of mosquito habitats into new regions\n\n**Prevention and Control:**\nAedes mosquitoes are active during the day. Prevention includes:\n\n**Avoid mosquito bites:**\n- Wear long clothing\n- Use mosquito nets (preferably insecticide-treated)\n- Install window screens\n- Use repellents (DEET, Picaridin, IR3535)\n- Use coils and vaporizers\n\n**Prevent mosquito breeding:**\n- Remove standing water\n- Dispose of waste properly\n- Clean and cover water storage containers weekly\n- Apply insecticides to outdoor water containers\n\n**If infected:**\n- Rest\n- Drink plenty of fluids\n- Use paracetamol\n- Avoid NSAIDs\n- Monitor for severe symptoms and seek medical care\n\n**Vaccines:**\nOne vaccine, **QDenga**, is licensed in some countries for ages 6–16 in high-transmission settings. Multiple vaccines are under evaluation.\n\n**WHO Response:**\nWHO responds to dengue by:\n- Supporting outbreak confirmation using global lab networks\n- Providing guidance for outbreak management\n- Strengthening surveillance and reporting systems\n- Training countries on clinical care, diagnostics, and vector control\n- Developing evidence-based policies and strategies\n- Assisting countries in adopting the **Global Vector Control Response (2017–2030)** and **Global Arbovirus Initiative (2022–2025)**\n- Recommending new tools (insecticides, technologies)\n- Collecting official global dengue data\n- Publishing guidance for surveillance, diagnosis, case management, and vector control",
  "category": "Infectious Diseases",
  "tags": [
    "dengue",
    "vector-borne disease",
    "Aedes aegypti",
    "mosquito-borne virus",
    "severe dengue",
    "arbovirus",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/dengue-and-severe-dengue",
  "year": 2025
}
