{
  "id": "DOC_087",
  "title": "Fibromyalgia",
  "body": "**Key Facts:**\nFibromyalgia causes widespread pain, fatigue, emotional and mental distress, and sleep problems. There is no cure, but symptoms can be managed with self-care, therapies and medicines.\n\n**Overview:**\nFibromyalgia leads to chronic pain that can occur all over the body, on one side, or above/below the waist. It affects millions of people in the United States, including children, though it is most common in adults. People with fibromyalgia may process pain differently (“abnormal pain perception”). The condition often co-occurs with other health problems such as major depressive disorders and types of arthritis (osteoarthritis, rheumatoid arthritis, lupus). Fibromyalgia can reduce quality of life and increase hospitalizations.\n\n**Signs and symptoms:**\nCommon symptoms include: pain and stiffness throughout the body, fatigue, depression, anxiety, sleep problems, and issues with thinking, memory and concentration. Headaches (including migraines) are frequent. Other symptoms may include numbness or tingling in hands and feet, facial or jaw pain (e.g., TMJ disorders) and digestive issues such as stomach pain, bloating, constipation or irritable bowel syndrome.\n\n**Risk factors:**\nExact causes are unknown. Triggers may include stressful or traumatic events, repeat injuries, and illnesses (including viral infections). People aged 30–50, women, individuals with lupus, rheumatoid arthritis or osteoarthritis, and those with a family history of fibromyalgia are more likely to develop it.\n\n**Diagnosis:**\nDoctors diagnose fibromyalgia through physical exams, imaging such as X-rays, lab tests and review of medical history.\n\n**Treatment:**\nAlthough there is no cure, treatments aim to manage symptoms. Health care providers may recommend a multidisciplinary team that includes primary care, rheumatology, pain management, physical therapy, mental health support, sleep specialists and physiologists. Cognitive behavioral therapy (CBT) can help address negative thoughts and coping strategies. Medicines—prescription or over-the-counter pain relievers—may be used.\n\n**Self-care:**\nSelf-management strategies include learning symptom-management skills, staying physically active, maintaining a healthy weight, protecting joints, practicing good sleep habits, managing stress and staying in communication with a health care provider.",
  "category": "Public Health",
  "tags": [
    "fibromyalgia",
    "chronic pain",
    "CDC",
    "self-management",
    "rheumatology"
  ],
  "source": "CDC",
  "url": "https://www.cdc.gov/chronic-disease/fibromyalgia/",
  "year": 2024
}

