{
  "id": "DOC_138",
  "title": "Human rights and health",
  "body": "**Key facts:**\n- Human rights belong to all people irrespective of race, colour, sex, language, religion, political opinion, national or social origin, property, birth or other status.\n- The right to health and related rights are legally binding commitments in international instruments; WHO’s Constitution affirms the right to health.\n- Everyone has the right to the highest attainable standard of physical and mental health. States are legally obligated to enact laws and policies that ensure universal access to quality health services and address root causes of inequity (poverty, stigma, discrimination).\n- The right to health is inseparable from rights to education, participation, food, housing, work, and information.\n- Universal health coverage grounded in primary health care helps realize the right to health by ensuring affordable, equitable access to services.\n\n**Overview:**\nAll WHO Member States have ratified at least one human rights treaty recognizing the right to health. Ratification creates legal obligations to respect, protect, and fulfill these rights. Delivering on commitments requires adopting a human rights-based approach (HRBA) to health.\n\n**Health and human rights:**\nThe right to health includes freedoms (control over one’s body/health, freedom from non-consensual treatment, protection from torture) and entitlements (non-discriminatory access to quality services). HRBA calls for rights-compliant, gender-transformative, accountable health systems and actions addressing determinants such as water and sanitation. Applying human rights frameworks (e.g., to reproductive health) exposes how discrimination and poor services drive preventable mortality and morbidity.\n\n**Fundamental principles:**\n- **Non-discrimination and equality:** Prioritize those furthest behind to achieve equity. Address intersecting discrimination (gender, race, ethnicity, disability, sexual orientation, gender identity, socioeconomic status). Use intersectional approaches to deliver accessible information and services.\n- **Participation:** Empower service users, communities, and civil society to engage in planning, decision-making, and implementation across all system levels. Mitigate power imbalances, value lived experience, and manage conflicts of interest to meet people’s needs.\n- **Accountability:** Provide accessible administrative/judicial remedies and oversight (national human rights institutions, regulators). UN mechanisms (e.g., Committee on Economic, Social and Cultural Rights) review compliance. Regulate non-state actors (private sector, NGOs) to ensure human rights protection—e.g., tobacco advertising bans under the WHO Framework Convention on Tobacco Control (66 countries have full bans).\n\n**Progressive realization and cooperation:**\nSome obligations (non-discrimination) are immediate; others (access to advanced technologies) follow progressive realization. States must use maximum available resources for rights-based policies/programmes. States able to assist must cooperate with those with fewer resources.\n\n**Core components of the right to health:**\n- **Availability:** Sufficient functioning facilities, goods, and services, measured via disaggregated data and qualitative surveys to identify gaps.\n- **Accessibility:** Services must be non-discriminatory, physically reachable, affordable, and information-accessible. Requires norms/standards to remove barriers, especially for marginalized groups (e.g., persons with disabilities).\n- **Acceptability:** Services must respect medical ethics, be culturally appropriate, gender-sensitive, people-centered, and uphold confidentiality/informed consent.\n- **Quality:** Facilities and interventions must be scientifically/medically sound and include underlying determinants (safe water, sanitation). Quality aligns with UHC principles: safe, effective, people-centered, timely, equitable, integrated, efficient.\n\n**Treaties including the right to health:**\n- International Covenant on Economic, Social and Cultural Rights (Art. 12)\n- International Convention on the Elimination of All Forms of Racial Discrimination (Art. 5(e)(iv))\n- Convention on the Elimination of All Forms of Discrimination Against Women (Arts. 11(1)(f), 12, 14(2)(b))\n- Convention on the Rights of the Child (Art. 24)\n- International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families (Arts. 28, 43(e), 45(c))\n- Convention on the Rights of Persons with Disabilities (Art. 25)\n\n**WHO response:**\nWHO supports countries to uphold health-related human rights by:\n- Advocating for the right to health and related rights through communications.\n- Raising awareness (e.g., safe healthcare rights).\n- Assisting integration of human rights standards into laws, programmes, and policies (e.g., mental health, sexual/reproductive health guidance).\n- Building policymaker capacity on HRBA.\n- Providing evidence, analysis, and recommendations on health and human rights.\n- Collaborating with UN entities to embed human rights into service delivery (e.g., implementing the UN Disability Inclusion Strategy across WHO).\n",
  "category": "Human Rights",
  "tags": [
    "human rights",
    "right to health",
    "universal health coverage",
    "equity",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/human-rights-and-health",
  "year": 2023
}

