{
  "id": "DOC_152",
  "title": "How to treat the common cold at home",
  "body": "Overview:\nColds are very common. A visit with your health care provider is often not needed, and most colds get better in about a week. Some symptoms, such as runny nose and cough can last 14 days or longer.\n\nA type of germ called a virus causes most colds. There are many types of viruses that can cause a cold. Depending on what virus you have, your symptoms may vary.\n\nCommon symptoms of a cold include:\n- Fever (100°F [37.7°C] or higher) and chills\n- Headache, sore muscles, and fatigue\n- Cough\n- Nasal symptoms, such as stuffiness, runny nose, yellow or green mucus, and sneezing\n- Sore throat\n\nMild symptoms of COVID-19 may be similar to those of the common cold. Always check with your provider if you are at risk for COVID-19.\n\nTreating Your Cold:\nTreating your symptoms will not make your cold go away, but it will help you feel better.\n\nAcetaminophen (Tylenol) and ibuprofen (Advil, Motrin) help lower fever and relieve muscle aches. Aspirin can also treat a cold, but it may have potential serious side effects, such as stomach bleeding. So it's best to avoid using aspirin. Aspirin should never be used in children and teens due to the risk of Reye syndrome.\n\nWhen taking over-the-counter (OTC) pain relievers:\n- Check the label for the proper dose.\n- Contact your provider if you need to take these medicines more than 4 times per day or for more than 2 or 3 days.\n\nOTC cold and cough medicines may help ease symptoms in adults and older children:\n- Do not give OTC cough and cold medicine to children under age 4, as they can have serious side effects.\n- For children ages 4 to 6 years, contact your provider before giving your child OTC cold medicine.\n- If you take prescription medicines for another health problem, ask your provider which OTC cold medicines are safe for you.\n\nMany OTC multi-symptom cough and cold medicines use more than one medicine. Instead of buying OTC remedies with multiple medicines, treat each symptom individually. That way you know how much you are taking of each medicine. If you do opt for these medicines, be sure to read the labels carefully to make sure you do not take too much of any one medicine.\n\nTo treat individual symptoms:\n- A nasal decongestant can help relieve stuffiness and a runny nose.\n- Throat lozenges or sprays can help ease a sore throat.\n- Coughing is your body's way of getting mucus out of your lungs. So only use cough medicines if needed.\n- A cough suppressant can help if your cough keeps you from getting enough rest or sleeping at night.\n- If you are coughing up thick mucus, a cough expectorant may help. It thins mucus so it's easier to cough it up.\n\nHere are other things you can do to help relieve a cold:\n- Drink plenty of water and other fluids without caffeine. You lose a lot of fluid from coughing and blowing your nose, and this will help you stay hydrated.\n- Gargle with warm salt water to help relieve a sore throat.\n- Prop yourself up with pillows at night to help relieve your cough so you can sleep.\n- A humidifier may help ease symptoms. Follow all instructions for cleaning the machine.\n- Breathe in steam by taking a hot shower, or putting your head under a towel and over a bowl of hot water.\n- Take time to rest and get plenty of sleep.\n- Stay away from secondhand smoke.\n\nWheezing can be a common symptom of a cold if you have asthma:\n- Use your rescue inhaler as prescribed if you are wheezing.\n- See your provider immediately if it becomes hard to breathe.\n\nDo not ask your provider for antibiotics to treat a common cold. Keep in mind that antibiotics kill bacteria. They will not treat a common cold, which is caused by a virus.\n\nHome Remedies:\nMany home remedies are popular treatments for the common cold. These include vitamin C, zinc supplements, and echinacea.\n\nAlthough not proven to be helpful, most home remedies are safe for most people:\n- Some remedies may cause side effects or allergic reactions.\n- Certain remedies may change the way other medicines work.\n- Contact your provider before trying any herbs and supplements.\n\nPreventing the Spread of Colds:\nWash your hands often. This is the best way to stop the spread of germs.\n\nTo wash your hands correctly:\n- Rub soap onto wet hands for 20 seconds. Make sure to get under your fingernails. Dry your hands with a clean towel or air dryer and turn the faucet off with a towel.\n- You can also use alcohol-based hand sanitizers with at least 60% alcohol. Use a dime sized amount and rub all over your hands until they are dry.\n\nTo further prevent colds:\n- Stay home when you are sick.\n- Cough or sneeze into a tissue or into the crook of your elbow and not into the air.\n\nWhen to Call the Doctor:\nTry treating your cold at home first. Contact your provider right away, or go to the emergency room, if you have:\n- Difficulty breathing\n- Sudden chest pain or abdominal pain\n- Sudden dizziness\n- Acting strangely\n- Severe vomiting that does not go away\n\nAlso contact your provider if:\n- You start acting strangely\n- Your symptoms get worse or do not improve after 10 days",
  "category": "Treatment Guide",
  "subcategory": "Common Cold Treatment",
  "tags": [
    "common cold",
    "cold treatment",
    "home remedies",
    "symptoms",
    "OTC medicines",
    "acetaminophen",
    "ibuprofen",
    "cough",
    "congestion",
    "sore throat",
    "prevention",
    "hand washing",
    "virus",
    "upper respiratory infection",
    "URI"
  ],
  "source": "MedlinePlus",
  "url": "https://medlineplus.gov/ency/patientinstructions/000466.htm",
  "year": 2024
}
