{
  "id": "DOC_013",
  "title": "Liver Cancer",
  "body": "Liver cancer is a cancer that's found anywhere in the liver. The liver is a large organ at the top right side of your tummy that helps you digest your food and removes toxins. Liver cancer can sometimes start in your liver (primary) or spread from another organ (secondary). How serious liver cancer is depends on where it is in the liver, how big it is, if it has spread, if it's primary or secondary and your general health.\n\n**Symptoms:**\nLiver cancer may not have any symptoms, or they might be hard to spot. The symptoms are the same if the liver cancer starts in the liver (primary liver cancer) or spreads from another part of the body (secondary liver cancer). Symptoms of liver cancer can include: the whites of your eyes turning yellow or your skin turning yellow, which may be less obvious on brown or black skin (jaundice)—you may also have itchy skin, darker pee and paler poo than usual; loss of appetite or losing weight without trying to; feeling tired or having no energy; feeling generally unwell or having symptoms like flu; a lump in the right side of your tummy. Other symptoms can affect your digestion, such as: feeling or being sick; pain at the top right side of your tummy or in your right shoulder; symptoms of indigestion, such as feeling full very quickly when eating; a very swollen tummy that is not related to when you eat.\n\n**Causes and risk factors:**\nAnyone can get primary liver cancer. It's not always clear what causes it. You might be more likely to get it if you: are over 60—it's most common in people over 85; are a man; have certain medical conditions, such as hepatitis, liver cirrhosis, gallstones, diabetes, a parasite in the liver (liver flukes) or HIV; have a brother, sister or parent who had primary liver cancer. Secondary liver cancer is caused by cancer cells from a cancer somewhere else in the body spreading to the liver. Many liver cancers are also linked to your lifestyle.\n\n**Prevention:**\nYou cannot always prevent liver cancer. But making healthy changes can lower your chances of getting it. Recommendations include: try to lose weight if you're overweight; wear protective clothes and masks if you work in a job where you're exposed to harmful chemicals; try to cut down on alcohol—avoid drinking more than 14 units a week; try to quit smoking.\n\n**Treatment:**\nLiver cancer is often treatable, but it can be difficult to treat. The treatment you have will depend on: if the cancer started in the liver (primary) or spread from somewhere else (secondary), but treatments for primary and secondary liver cancer are similar; the size and type of liver cancer you have; where it is; if it has spread; your general health. Treatment may include surgery, chemotherapy, using heat to destroy the cancer (thermal ablation), targeted medicines, and radiotherapy. The specialist care team looking after you will: explain the treatments, benefits and side effects; work with you to create a treatment plan that is best for you; help you manage any side effects, including changes to your diet to help you digest your food. You'll have regular check-ups during and after any treatments. If liver cancer is found early, is small and it has not spread, you may be able to have surgery to remove it. Surgery will remove part or all of your liver. If it's all removed you will need a liver transplant to replace your liver with a donated one. Chemotherapy uses medicines to kill cancer cells. For liver cancer, the chemotherapy medicine is usually given into the blood vessels of the cancer. It aims to stop the cancer growing. This is called chemoembolisation. Thermal ablation uses an electric current or microwaves to destroy the cancer. Targeted cancer medicines aim to stop the cancer from growing. Radiotherapy is where radiation is used to kill cancer cells. A type of radiotherapy called selective internal radiation therapy (SIRT) is sometimes used to treat liver cancer. This is where radioactive beads are injected into your liver's blood supply to stop the cancer growing. If you have advanced liver cancer it might be very hard to treat. It may not be possible to cure the cancer. If this is the case, the aim of your treatment will be to limit the cancer and its symptoms, and help you live longer. You will be referred to a special team of doctors and nurses called the palliative care team or symptom control team. They will work with you to help manage your symptoms and make you feel more comfortable.",
  "category": "Cancer",
  "tags": [
    "liver cancer",
    "cancer",
    "primary liver cancer",
    "secondary liver cancer",
    "hepatocellular carcinoma",
    "jaundice",
    "liver disease",
    "hepatitis",
    "liver cirrhosis",
    "chemotherapy",
    "surgery",
    "thermal ablation",
    "radiotherapy",
    "targeted therapy",
    "liver transplant",
    "palliative care",
    "oncology",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/liver-cancer/",
  "year": 2024
}
