{
  "id": "DOC_024",
  "title": "Back Pain",
  "body": "Back pain, particularly lower back pain, is very common. It usually improves within a few weeks but can sometimes last longer or keep coming back. There are things you can do to help ease the pain.\n\n**Causes:**\nBack pain can have many causes. It's not always obvious what causes it, and it often gets better on its own. A common cause of back pain is an injury like a pulled muscle (strain). Sometimes, medical conditions like a slipped disc, sciatica (a trapped nerve) or ankylosing spondylitis can cause back pain. Very rarely, back pain can be a sign of a serious problem such as a broken bone, cancer or an infection.\n\n**How to ease back pain yourself:**\nBack pain often improves on its own within a few weeks. There are things you can do to help speed up your recovery. Do: stay active and try to continue with your daily activities; take anti-inflammatory medicine like ibuprofen—paracetamol on its own is not recommended for back pain but it may be used with another painkiller; use an ice pack (or bag of frozen peas) wrapped in a tea towel to reduce pain and swelling; use a heat pack (or hot water bottle) wrapped in a tea towel to relieve joint stiffness or muscle spasms; and try doing some exercises and stretches for back pain. Don't: do not stay in bed for long periods of time. There are specific exercises and stretches you can do to help with back pain. But stop if your pain gets worse and see a GP for advice. Activities like walking, swimming, yoga and pilates may also help ease back pain.\n\n**When to see a GP:**\nSee a GP if: back pain does not improve after treating it at home for a few weeks; the pain is stopping you doing your day-to-day activities; the pain is severe or getting worse over time; or you're worried about the pain or you're struggling to cope. Severe pain: always there and so bad it's hard to think or talk; you cannot sleep; and it's very hard to move, get out of bed, go to the bathroom, wash or dress. Moderate pain: always there; makes it hard to concentrate or sleep; and you can manage to get up, wash or dress. Mild pain: comes and goes; and is annoying but does not stop you doing daily activities.\n\n**Urgent advice:**\nAsk for an urgent GP appointment or get help from 111 if you have back pain and: a high temperature; you've lost weight without trying to; there's a lump or swelling in your back or your back has changed shape; the pain does not improve after resting or is worse at night; the pain is made worse when sneezing, coughing or pooing; or the pain is coming from the top of your back (between your shoulders), rather than your lower back.\n\n**Immediate action required:**\nCall 999 or go to A&E if you have back pain and: pain, tingling, weakness or numbness in both legs; numbness or tingling around your genitals or buttocks; difficulty peeing; loss of bladder or bowel control (peeing or pooing yourself); chest pain; or it started after a serious accident, such as a car accident. Do not drive to A&E. Ask someone to drive you or call 999 and ask for an ambulance. Bring any medicines you take with you.\n\n**Treatments:**\nIf your back pain is severe or not getting better, a GP may prescribe painkillers or medicines to relax the muscles in your back. Other treatments may be recommended if your pain does not get better after a few weeks. These include: group exercise sessions and physiotherapy; manual therapy—where a trained therapist massages and moves the muscles, bones and joints in your back; cognitive behavioural therapy (CBT) to help you cope with the pain; and a procedure to seal off some of the nerves in your back so they stop sending pain signals (only for long-term lower back pain). If your back pain is caused by a medical condition like a slipped disc and other treatments have not helped, surgery may be an option. If you have back pain, you might be able to refer yourself directly to services for help with your condition without seeing a GP.",
  "category": "Musculoskeletal Conditions",
  "tags": [
    "back pain",
    "lower back pain",
    "musculoskeletal pain",
    "pulled muscle",
    "strain",
    "slipped disc",
    "sciatica",
    "trapped nerve",
    "ankylosing spondylitis",
    "ibuprofen",
    "paracetamol",
    "anti-inflammatory",
    "ice pack",
    "heat pack",
    "exercises",
    "stretches",
    "walking",
    "swimming",
    "yoga",
    "pilates",
    "physiotherapy",
    "manual therapy",
    "CBT",
    "cognitive behavioural therapy",
    "surgery",
    "pain management",
    "NHS 111",
    "A&E",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/back-pain/",
  "year": 2022
}
