{
  "id": "DOC_142",
  "title": "Behavior therapy first for young children with ADHD",
  "body": "**At a glance:**\nExperts recommend behavior therapy—specifically parent training in behavior management—as the first-line ADHD treatment for children under six. Parents work with therapists to learn strategies that help manage symptoms before considering medication.\n\n**Overview:**\nMany children with severe ADHD symptoms receive diagnoses before age six. While distractibility and high activity can be typical in young children, persistent, severe symptoms interfere with learning, peer relationships, and safety. Early, appropriate treatment is crucial.\n\n**After diagnosis:**\nFor older children, combined medication and behavior therapy often works best. For children under six, behavior therapy should be tried first. Parent training in behavior management (PTBM) equips caregivers with skills to support their child and improve behavior. Families can also seek resources like the National Resource Center on ADHD (CHADD program).\n\n**How parent training helps:**\nChildren with ADHD may forget instructions, act impulsively, and struggle to gain positive attention, resulting in frequent punishment and poor self-esteem. PTBM helps parents understand ADHD, build effective parenting skills, strengthen parent-child relationships, and teach children self-regulation. Childcare providers and educators can also learn behavioral techniques to support preschoolers with ADHD.\n\n**Why behavior therapy first:**\n- Children under six are more susceptible to medication side effects (elevated heart rate/blood pressure, sleep problems, appetite loss, low energy).\n- Long-term medication effects in this age group are unknown.\n- Behavior therapy can manage symptoms as effectively as medication in young children, with improvements lasting years after training.\n- Evidence-based PTBM programs meet Agency for Healthcare Research and Quality criteria for effective treatments.\n\n**CDC actions:**\nThe CDC collaborates with states and partners to promote behavior therapy, monitors ADHD prevalence and treatment via national surveys, studies diagnostic practices, and funds the National Resource Center on ADHD to disseminate evidence-based information.\n\n**What families can do:**\n- Discuss behavior therapy with healthcare providers as the first treatment option.\n- Share information about PTBM with other families to encourage early, evidence-based care.\n",
  "category": "Neurodevelopmental Disorders",
  "tags": [
    "ADHD",
    "behavior therapy",
    "parent training",
    "preschool",
    "CDC"
  ],
  "source": "CDC",
  "url": "https://www.cdc.gov/adhd/articles/behavior-therapy-first-young-children.html",
  "year": 2024
}

