{
  "id": "DOC_067",
  "title": "Burns",
  "body": "**Key Facts:**\nAn estimated 180,000 deaths every year are caused by burns. The vast majority occur in low- and middle-income countries. Non-fatal burn injuries are a leading cause of morbidity. Burns occur mainly in the home and workplace. Burns are preventable.\n\n**Overview:**\nA burn is an injury to the skin or other organic tissue primarily caused by heat or due to radiation, radioactivity, electricity, friction or contact with chemicals. Thermal (heat) burns occur when some or all the cells in the skin or other tissues are destroyed by:\n- Hot liquids (scalds)\n- Hot solids (contact burns)\n- Flames (flame burns)\n\n**The Problem:**\nBurns are a global public health problem, accounting for an estimated 180,000 deaths annually. The majority of these occur in low- and middle-income countries and almost two thirds occur in the WHO African and South-East Asia Regions. In many high-income countries, burn death rates have been decreasing, and the rate of child deaths from burns is currently over 7 times higher in low- and middle-income countries than in high-income countries. Non-fatal burns are a leading cause of morbidity, including prolonged hospitalization, disfigurement and disability, often with resulting stigma and rejection. Burns are among the leading causes of disability-adjusted life-years (DALYs) lost in low- and middle-income countries. Hospitalization for burns varies by country and is influenced by health service payment programmes, but among countries studied hospitalization trends are going towards shorter stays and an increased proportion of burns being treated in specialized burn centres.\n\n**Some Country Data:**\n- In India, over 1 million people are moderately or severely burnt every year\n- Nearly 173,000 Bangladeshi children are moderately or severely burnt every year\n- In Bangladesh, Colombia, Egypt and Pakistan, 17% of children with burns have a temporary disability and 18% have a permanent disability\n- Burns are the second most common injury in rural Nepal, accounting for 5% of disabilities\n- In 2008, over 410,000 burn injuries occurred in the United States of America, with approximately 40,000 requiring hospitalization\n\n**Economic Impact:**\nDirect care costs for burns vary widely but tend towards being generally expensive with a 2014 systematic review finding a mean total healthcare cost per burn patient of US$ 88,218 (range US$ 704–717,306). In South Africa an estimated US$ 26 million is spent annually for care of burns from kerosene (paraffin) cookstove incidents. Indirect costs such as lost wages, prolonged care for deformities and emotional trauma, and commitment of family resources, also contribute to the socioeconomic impact.\n\n**Who is at Risk?:**\n**Gender:** Females have slightly higher rates of death from burns compared to males according to the most recent data. This contrasts with the usual injury pattern, where rates of injury for the various injury mechanisms tend to be higher in males than females. The higher risk for females is associated with open fire cooking, or inherently unsafe cookstoves, which can ignite loose clothing. Open flames used for heating and lighting also pose risks, and self-directed or interpersonal violence are also factors (although understudied).\n\n**Age:** Along with adult women, children are particularly vulnerable to burns. Burns are the fifth most common cause of non-fatal childhood injuries. While a major risk is improper adult supervision, a considerable number of burn injuries in children result from child maltreatment.\n\n**Regional Factors:** There are important regional differences in burn rates:\n- Children under 5 years of age in the WHO African Region have over 2 times the incidence of burn deaths than children under 5 years of age worldwide\n- Boys under 5 years of age living in low- and middle-income countries of the WHO Eastern Mediterranean Region are almost 2 times as likely to die from burns as boys living in the WHO European Region\n- The incidence of burn injuries requiring medical care is nearly 20 times higher in the WHO Western Pacific Region than in the WHO Region of the Americas\n\n**Socioeconomic Factors:** People living in low- and middle-income countries are at higher risk for burns than people living in high-income countries. Within all countries however, burn risk correlates with socioeconomic status.\n\n**Other Risk Factors:** There are a number of other risk factors for burns, including:\n- Occupations that increase exposure to fire\n- Poverty, overcrowding and lack of proper safety measures\n- Placement of young girls in household roles such as cooking and care of small children\n- Underlying medical conditions, including epilepsy, peripheral neuropathy, and physical and cognitive disabilities\n- Alcohol abuse and smoking\n- Easy access to chemicals used for assault (such as in acid violence attacks)\n- Use of kerosene (paraffin) as a fuel source for non-electric domestic appliances\n- Inadequate safety measures for liquefied petroleum gas and electricity\n\n**In Which Settings Do Burns Occur?:**\nBurns occur mainly in the home and workplace. Community surveys in Bangladesh and Ethiopia show that 80–90% of burns occur at home. Children and women are usually burned in domestic kitchens, from upset receptacles containing hot liquids or flames, or from cookstove explosions. Men are most likely to be burned in the workplace due to fire, scalds, chemical and electrical burns.\n\n**Prevention:**\nBurns are preventable. High-income countries have made considerable progress in lowering rates of burn deaths, through a combination of prevention strategies and improvements in the care of people affected by burns. Most of these advances in prevention and care have been incompletely applied in low- and middle-income countries. Increased efforts to do so would likely lead to significant reductions in rates of burn-related death and disability.\n\nPrevention strategies should address the hazards for specific burn injuries, education for vulnerable populations and training of communities in first aid. An effective burn prevention plan should be multisectoral and include broad efforts to:\n- Improve awareness\n- Develop and enforce effective policy\n- Describe burden and identify risk factors\n- Set research priorities with promotion of promising interventions\n- Provide burn prevention programmes\n- Strengthen burn care\n- Strengthen capacities to carry out all the above\n\nIn addition, there are several specific recommendations for individuals, communities and public health officials to reduce burn risk:\n- Enclose fires and limit the height of open flames in domestic environments\n- Promote safer cookstoves and less hazardous fuels and educate regarding loose clothing\n- Apply safety regulations to housing designs and materials and encourage home inspections\n- Improve the design of cookstoves, particularly with regard to stability and prevention of access by children\n- Lower the temperature in hot water taps\n- Promote fire safety education and the use of smoke detectors, fire sprinklers and fire-escape systems in homes\n- Promote the introduction of and compliance with industrial safety regulations, and the use of fire-retardant fabrics for children's sleepwear\n- Avoid smoking in bed and encourage the use of child-resistant lighters\n- Promote legislation mandating the production of fire-safe cigarettes\n- Improve treatment of epilepsy, particularly in developing countries\n- Encourage further development of burn-care systems, including the training of health-care providers in the appropriate triage and management of people with burns\n- Support the development and distribution of fire-retardant aprons to be used while cooking around an open flame or kerosene stove\n\n**First Aid:**\n**What to do:**\n- Stop the burning process by removing clothing and irrigating the burns\n- Extinguish flames by allowing the patient to roll on the ground, or by applying a blanket, or by using water or other fire-extinguishing liquids\n- Use cool running water to reduce the temperature of the burn\n- In chemical burns, remove or dilute the chemical agent by irrigating with large volumes of water\n- Wrap the patient in a clean cloth or sheet and transport to the nearest appropriate facility for medical care\n\n**What not to do:**\n- Do not start first aid before ensuring your own safety (switch off electrical current, wear gloves for chemicals etc.)\n- Do not apply paste, oil, haldi (turmeric) or raw cotton to the burn\n- Do not apply ice because it deepens the injury\n- Avoid prolonged cooling with water because it will lead to hypothermia\n- Do not open blisters until topical antimicrobials can be applied, such as by a health-care provider\n- Do not apply any material directly to the wound as it might become infected\n- Avoid application of topical medication until the patient has been placed under appropriate medical care\n\n**WHO Response:**\nWHO is promoting interventions that have been shown to be successful in reducing the incidence of burns. The Organization is also supporting the development and use of a global burn registry for globally harmonized data collection on burns and increased collaboration between global and national networks to increase the number of effective programmes for burn prevention.",
  "category": "Injuries and Violence",
  "tags": [
    "burns",
    "thermal burns",
    "burn injuries",
    "first aid",
    "burn prevention",
    "injury prevention",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/burns",
  "year": 2023
}

