{
  "id": "DOC_003",
  "title": "Cardiovascular Diseases",
  "body": "Overview:\nCardiovascular diseases (CVDs) are the leading cause of death globally, taking an estimated 17.9 million lives each year. CVDs are a group of disorders of the heart and blood vessels and include coronary heart disease, cerebrovascular disease, rheumatic heart disease and other conditions. More than four out of five CVD deaths are due to heart attacks and strokes, and one third of these deaths occur prematurely in people under 70 years of age.\n\nThe most important behavioural risk factors of heart disease and stroke are unhealthy diet, physical inactivity, tobacco use and harmful use of alcohol. Amongst environmental risk factors, air pollution is an important factor. The effects of behavioural risk factors may show up in individuals as raised blood pressure, raised blood glucose, raised blood lipids, and overweight and obesity. These “intermediate risk factors” can be measured in primary care facilities and indicate an increased risk of heart attack, stroke, heart failure and other complications.\n\nCessation of tobacco use, reduction of salt in the diet, eating more fruit and vegetables, regular physical activity and avoiding harmful use of alcohol have been shown to reduce the risk of cardiovascular disease. Health policies that create conducive environments for making healthy choices affordable and available, as well as improving air quality and reducing pollution, are essential for motivating people to adopt and sustain healthy behaviours.\n\nIdentifying those at highest risk of CVDs and ensuring they receive appropriate treatment can prevent premature deaths. Access to noncommunicable disease medicines and basic health technologies in all primary health care facilities is essential to ensure that those in need receive treatment and counselling.\n\nSymptoms:\nHeart attack and stroke\n\nOften, there are no symptoms of the underlying disease of the blood vessels. A heart attack or stroke may be the first sign of underlying disease. Symptoms of a heart attack include:\n\n- pain or discomfort in the centre of the chest; and/or\n- pain or discomfort in the arms, the left shoulder, elbows, jaw, or back.\n\nIn addition the person may experience difficulty in breathing or shortness of breath; nausea or vomiting; light-headedness or faintness; a cold sweat; and turning pale. Women are more likely than men to have shortness of breath, nausea, vomiting, and back or jaw pain.\n\nThe most common symptom of a stroke is sudden weakness of the face, arm, or leg, most often on one side of the body. Other symptoms include sudden onset of:\n\n- numbness of the face, arm, or leg, especially on one side of the body;\n- confusion, difficulty speaking or understanding speech;\n- difficulty seeing with one or both eyes;\n- difficulty walking, dizziness and/or loss of balance or coordination;\n- severe headache with no known cause; and/or\n- fainting or unconsciousness.\n\nPeople experiencing these symptoms should seek medical care immediately.\n\nRheumatic heart disease\n\nSymptoms of rheumatic heart disease include: shortness of breath, fatigue, irregular heartbeats, chest pain and fainting. Symptoms of rheumatic fever (which can cause rheumatic heart disease if not treated) include: fever, pain and swelling of the joints, nausea, stomach cramps and vomiting.\n\nTreatment:\nWHO supports governments to prevent, manage and monitor CVDs by developing global strategies to reduce the incidence, morbidity and mortality of these diseases. These strategies include reducing risk factors, developing standards of care, enhancing health system capacity to care for patients with CVD, and monitoring disease patterns and trends to inform national and global actions.\n\nThe risk factors for CVD include behaviours such as tobacco use, an unhealthy diet, harmful use of alcohol and inadequate physical activity. They also include physiological factors, including high blood pressure (hypertension), high blood cholesterol and high blood sugar or glucose, which are linked to underlying social determinants and drivers such as ageing, income and urbanization.\n",
  "category": "Disease Awareness",
  "tags": [
    "cardiovascular disease",
    "CVD",
    "heart disease",
    "stroke",
    "heart attack",
    "symptoms",
    "treatment",
    "risk factors",
    "blood pressure",
    "cholesterol",
    "prevention"
  ],
  "source": "WHO",
  "url": "https://www.who.int/health-topics/cardiovascular-diseases",
  "year": 2024
}
