{
  "id": "DOC_032",
  "title": "Menstrual Cycle: What's Normal, What's Not",
  "body": "Your menstrual cycle can say a lot about your health. Understanding what's typical for you helps you notice important changes — such as a missed period or unusual bleeding — and know when to discuss concerns with a healthcare professional.\n\n**Overview:**\nThe menstrual cycle is the monthly series of changes the body goes through to prepare for pregnancy. Each month, one ovary releases an egg (ovulation). Hormonal changes at this time prepare the uterus for pregnancy. If the egg isn't fertilized, the uterine lining sheds through the vagina: this is a menstrual period.\n\n**What's typical?**\nA cycle is counted from the first day of one period to the first day of the next. Menstrual bleeding might happen every 21 to 35 days and last 2 to 7 days. Long cycles are common during the first few years after menstruation begins, but cycles tend to shorten and become more regular with age. Your period might be light or heavy, painful or pain-free, long or short, and still be considered typical. Within a broad range, \"typical\" is what's typical for you. Certain birth control methods, such as extended-cycle pills and intrauterine devices (IUDs), can change menstrual patterns. Approaching menopause can also make cycles irregular again, but the risk of uterine cancer increases with age, so discuss any irregular bleeding around menopause with your healthcare provider.\n\n**Tracking your cycle:**\nTo find out what's typical for you, keep a calendar of your menstrual cycle. Track your start date for several months to identify regularity. If you're worried about your periods, also track: end date; flow (heaviness, frequency of pad/tampon changes, clots); bleeding changes (between periods); pain (severity, changes); and other changes (mood, behavior, new circumstances around period changes).\n\n**Causes of irregularities:**\nIrregular menstrual cycles have many causes, including: pregnancy or breast-feeding (missed periods, delayed return after pregnancy); eating disorders, extreme weight loss or too much exercise; polycystic ovary syndrome (PCOS), which may include irregular periods and ovarian follicles seen on ultrasound; premature ovarian failure (primary ovarian insufficiency) with irregular or occasional periods before age 40; pelvic inflammatory disease (PID), an infection of reproductive organs causing irregular bleeding; and uterine fibroids, which are noncancerous growths that can cause heavy, prolonged periods.\n\n**Prevention and management:**\nBirth control pills may help regulate irregular cycles. Progestin-containing devices can lighten periods and ease cramping. Treating underlying conditions (e.g., eating disorders) may help, though some irregularities can't be prevented. Talk to your healthcare provider if: periods stop for more than 90 days and you're not pregnant; previously regular periods become irregular; bleeding lasts more than seven days; bleeding is heavier than usual or soaks more than one pad or tampon every hour or two; cycles are less than 21 days or more than 35 days apart; you bleed between periods; you develop severe pain during periods; or you suddenly get a fever and feel sick after using tampons.",
  "category": "Women's Health",
  "tags": [
    "menstrual cycle",
    "period tracking",
    "menstrual irregularities",
    "ovulation",
    "pregnancy",
    "breastfeeding",
    "PCOS",
    "premature ovarian failure",
    "pelvic inflammatory disease",
    "uterine fibroids",
    "birth control",
    "menopause",
    "women's health"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/healthy-lifestyle/womens-health/in-depth/menstrual-cycle/art-20047186",
  "year": 2023
}
