{
  "id": "DOC_042",
  "title": "Epilepsy",
  "body": "Epilepsy is a chronic noncommunicable brain disease affecting all ages and characterized by recurrent seizures due to excessive electrical discharges in the brain. Around 50 million people worldwide live with epilepsy, and nearly 80% reside in low- and middle-income countries. Up to 70% of people with epilepsy could be seizure-free with proper diagnosis and treatment, yet three quarters of those in low-income settings lack needed care. People with epilepsy face triple the risk of premature death, and stigma and discrimination remain widespread.\n\n**Overview:**\nSeizures can involve part of the body (partial) or the entire body (generalized) and may include loss of consciousness or control of bladder/bowel function. Seizures range from brief lapses in attention or muscle jerks to prolonged convulsions, occurring from less than once a year to multiple times daily. Epilepsy is defined by two or more unprovoked seizures. Although recorded since 4000 BCE, fear and misunderstanding persist. Stigma can severely impact quality of life for individuals and families.\n\n**Signs and symptoms:**\nSeizure manifestations depend on the brain region affected and its spread, causing temporary symptoms such as loss of awareness, disturbances in movement, sensation, mood or cognition. People with epilepsy often have higher rates of physical injuries (e.g. fractures) and psychological conditions (anxiety, depression). Many epilepsy-related deaths, particularly in low- and middle-income countries, are preventable (falls, drowning, burns, prolonged seizures).\n\n**Rates of disease:**\nGlobal active epilepsy prevalence is 4–10 per 1000 people. About 5 million people are diagnosed annually. Incidence is ~49 per 100 000 in high-income countries and up to 139 per 100 000 in low- and middle-income countries, due to higher risks (malaria, neurocysticercosis, traffic injuries, birth injuries) and variable medical infrastructure. Nearly 80% of people with epilepsy live in low- and middle-income countries.\n\n**Causes:**\nEpilepsy is not contagious. Causes span structural, genetic, infectious, metabolic, immune and unknown categories. Examples include prenatal or perinatal brain damage (oxygen deprivation, trauma, low birth weight), congenital abnormalities/genetic conditions, severe head injuries, strokes, brain infections (meningitis, encephalitis, neurocysticercosis), certain genetic syndromes and brain tumours. About 50% of cases have no identifiable cause.\n\n**Treatment:**\nSeizures are controllable in up to 70% of cases with appropriate antiseizure medicines; discontinuation may be considered after 2 seizure-free years. Treatment gaps remain high; in many low-income settings, 75% lack therapy, with public-sector availability of generic antiseizure medicines below 50%. Most cases can be diagnosed and managed at the primary care level. Training primary health care providers has proven effective in reducing treatment gaps. Surgery may benefit those not responding to medicines.\n\n**Prevention:**\nAbout 25% of cases are preventable. Key strategies include preventing head injuries (reducing falls, traffic accidents), ensuring adequate perinatal care, managing fevers in children to avoid febrile seizures, reducing stroke risk (controlling blood pressure, diabetes, obesity; avoiding tobacco and excessive alcohol), and preventing central nervous system infections (e.g. eliminating parasites causing neurocysticercosis).\n\n**Social and economic impacts:**\nEpilepsy accounts for >0.5% of the global disease burden and carries significant healthcare, mortality and productivity costs. Out-of-pocket expenditures and lost income can heavily burden households. Public financing of epilepsy care in India proved cost-effective and reduced financial strain. Stigma, misconceptions (e.g. epilepsy is incurable, contagious), and discrimination often surpass seizure impacts, isolating individuals and deterring treatment.\n\n**Human rights:**\nPeople with epilepsy face restricted educational and occupational opportunities, denial of driving licences, and reduced access to insurance. Some laws still allow annulment of marriage or restrict access to public spaces due to epilepsy. Rights-based legislation can prevent discrimination, improve service access, and enhance quality of life.\n\n**WHO response:**\nWHO’s 2019 report “Epilepsy: a public health imperative” outlined global burden and responses. The Intersectoral global action plan on epilepsy and other neurological disorders 2022–2031 emphasizes shared preventive, pharmacologic and psychosocial strategies. WHO’s technical briefs guide policymakers in reducing epilepsy burden. Initiatives like the Global Campaign Against Epilepsy and programmes in Ghana, Mozambique, Myanmar and Viet Nam have trained health professionals, reduced treatment gaps, and integrated epilepsy care into local systems, demonstrating cost-effective approaches in low-resource settings.",
  "category": "Neurology",
  "tags": [
    "epilepsy",
    "seizures",
    "neurological disorders",
    "antiseizure medicines",
    "WHO",
    "treatment gap",
    "prevention",
    "stigma",
    "human rights"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/epilepsy",
  "year": 2024
}
