{
  "id": "DOC_073",
  "title": "Self-care for health and well-being",
  "body": "**Key Facts:**\nSelf-care is the ability of individuals, families and communities to promote and maintain their own health, prevent disease, and cope with illness – with or without the support of a health or care worker. Self-care interventions can include medicines, devices, diagnostics and digital tools, while self-care actions include practices, habits and lifestyle choices. Self-sampling of human papillomavirus (HPV) is an effective self-care intervention to screen for cervical cancer. Male and female condoms are highly effective self-care interventions in preventing unwanted pregnancies and sexually transmitted infections (STIs), including HIV, when supported by non-judgmental, person-centered information. Self-monitoring of blood glucose is critical for diabetes management, and self-monitoring of blood pressure is effective for hypertension management. Appropriate self-care can reduce mortality and morbidity from the abuse of alcohol, substances and tobacco. Regular physical activity is a form of self-care that can avert an estimated 3.9 million premature deaths each year.\n\n**Overview:**\nWHO defines self-care as the ability of individuals, families and communities to promote their own health, prevent disease, maintain health and cope with illness with or without the support of a health or care worker. Self-care recognizes people as active agents in managing their health across health promotion, disease prevention and control, self-management, providing care to dependents, and rehabilitation, including palliative care. It adds options to, rather than replaces, the health care system.\n\n**Self-care health interventions:**\nSelf-care interventions encompass tools that support self-care (medicines, devices, diagnostics, digital interventions) and actions that improve self-care (practices and lifestyle choices). Some individuals can use interventions independently, while others need support or initiation from health workers; such interventions must remain linked to the health system to remain safe and effective.\n\n**Scope of the problem:**\nEach year, 100 million people are pushed into poverty due to out-of-pocket health expenses. Underserved and marginalized populations often lack access to quality health information, services and products, and face stigma and discrimination in health care. Self-care interventions offer innovative strategies beyond conventional health sector responses. The COVID-19 pandemic underscored their critical role, from mask use and physical distancing to rapid testing. Self-care actions to bolster emotional resilience are also important for health and care workers.\n\n**Challenges:**\nBefore recommending specific self-care interventions, evidence must show they are beneficial and safe. Challenges include unregulated or substandard products, incorrect or unclear information, and lack of access to health workers or facilities for guidance. Ensuring that products are affordable and available to those who need them is essential. Creating enabling environments requires collaboration beyond the health sector, including education, justice and social services, because many interventions are accessed outside formal health services.\n\n**Complementing the health system:**\nSelf-care interventions can advance universal health coverage, support people in humanitarian settings, and enhance health and well-being. WHO’s conceptual framework combines people-centered and health-systems approaches, grounded in human rights, ethics and gender equality. Self-care can connect with digital platforms, be integrated into health worker education, and relies on strong health and digital literacy. During health system disruptions, self-care provides alternatives to facility-based services.\n\n**WHO response:**\nWHO recognizes the potential of self-care interventions and promotes holistic, person-centered approaches that consider individual circumstances across the life course. The consolidated guideline on self-care interventions and associated framework support innovative approaches to strengthen primary health care, accelerate universal health coverage and advance the Sustainable Development Goals. The global guideline can be adapted to local contexts, taking into account economic conditions, health services, and the needs and rights of underserved populations.",
  "category": "Public Health",
  "tags": [
    "self-care",
    "health promotion",
    "WHO",
    "universal health coverage",
    "public health"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/self-care-health-interventions",
  "year": 2024
}

