{
  "id": "DOC_036",
  "title": "Tuberculosis",
  "body": "Tuberculosis (TB) is a serious illness that mainly affects the lungs, caused by Mycobacterium tuberculosis bacteria. TB spreads when someone with active disease coughs, sneezes or sings, releasing tiny droplets that others can inhale. Crowded living conditions and weakened immune systems (e.g., HIV/AIDS) increase the risk. Antibiotics can treat TB, but some strains are drug-resistant.\n\n**Symptoms:**\nTB infection has three stages:\n- **Primary infection:** Immune cells capture the germs; most people have no symptoms, although some may experience low fever, tiredness or cough.\n- **Latent TB infection:** The immune system walls off the germs; there are no symptoms.\n- **Active TB disease:** Occurs when the immune system fails to control the infection. Symptoms of pulmonary TB develop gradually over weeks and can include cough, coughing up blood or mucus, chest pain, pain with breathing or coughing, fever, chills, night sweats, weight loss, loss of appetite, tiredness and general malaise.\n\n**Extrapulmonary TB:**\nTB can spread beyond the lungs (kidneys, liver, meninges, heart muscle, genitals, lymph nodes, bones and joints, skin, blood vessel walls, larynx). Symptoms vary by location but may include fever, chills, night sweats, weight loss, loss of appetite, tiredness, general discomfort and localized pain.\n\n**Active TB in children:**\n- Teenagers: Similar symptoms to adults.\n- Ages 1–12: Persistent fever, weight loss.\n- Infants: Poor growth/weight gain, lethargy, fussiness, vomiting, poor feeding, bulging soft spot on the head, poor reflexes.\n\n**When to see a doctor:**\nSee a healthcare professional if symptoms do not improve after a few days of rest. Seek emergency care for chest pain, sudden severe headache, confusion, seizures or breathing difficulty. Seek immediate/urgent care if you cough up blood or notice blood in urine or stool.",
  "category": "Infectious Diseases",
  "tags": [
    "tuberculosis",
    "TB",
    "Mycobacterium tuberculosis",
    "pulmonary TB",
    "extrapulmonary TB",
    "active TB",
    "latent TB",
    "infectious disease",
    "respiratory infection",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/tuberculosis/symptoms-causes/syc-20351250",
  "year": 2025
}
