{
  "id": "DOC_047",
  "title": "Common Cold",
  "body": "The common cold is a viral upper respiratory infection that usually clears within 1–2 weeks without medical care. Symptoms develop gradually over 2–3 days and can include a blocked or runny nose, sneezing, sore or hoarse throat, cough, fatigue, and feeling generally unwell. Some people also experience fever, muscle aches, loss of taste or smell, or pressure in the ears and face. Children may have longer-lasting symptoms, irritability, feeding and sleeping difficulties, mouth breathing, and vomiting after coughing.\n\n**Cold vs. flu:**\nColds appear gradually, mainly affect the nose and throat, and usually allow people to continue daily activities. Flu begins suddenly within hours, causes more systemic illness, and often leaves people too unwell to function normally.\n\n**Self-care:**\nMost colds can be managed at home. Recommended measures include rest, adequate fluids, nutritious meals, salt-water gargles (not for children), hot lemon and honey drinks, and inhaling steam (sit in a steamy bathroom; do not let children inhale steam from bowls). Avoid smoking, giving aspirin to under-16s, or exposing children to hot steam bowls. Stay home if feverish or too unwell for normal activities.\n\n**Pharmacy support:**\nPharmacists can suggest over-the-counter options such as paracetamol or ibuprofen for aches and fever, age-appropriate decongestants (avoid in children under 6), and vapour rubs for babies and young children. Nasal sprays should not be used beyond one week. Check for duplicate ingredients if combining products, and note that some remedies are unsuitable during pregnancy or childhood. Supplements like vitamin C, echinacea, or garlic have little evidence for prevention or faster recovery.\n\n**When to seek medical advice:**\nContact a GP if fever lasts >3 days, symptoms worsen or persist >10 days, temperature is very high or accompanied by chills, breathing becomes difficult, chest pain occurs, cough lasts >3 weeks, there is concern about a child’s symptoms, or if the person has long-term conditions (e.g., heart, lung, kidney disease, diabetes) or weakened immunity (e.g., chemotherapy). Antibiotics are not recommended because colds are viral.\n\n**Preventing spread:**\nColds spread via droplets from coughs and sneezes and can survive on hands and surfaces for 24 hours. People remain infectious until symptoms resolve (usually 1–2 weeks). Reduce transmission by washing hands frequently with warm water and soap, using tissues to catch coughs/sneezes, and discarding tissues promptly.\n\n**Reducing risk of catching a cold:**\nAvoid sharing towels, cups, or toys with infected individuals, refrain from touching eyes or nose after contact with surfaces, practice good hand hygiene, and maintain general fitness. People can spread the virus from a few days before symptoms begin until recovery. The flu vaccine does not protect against colds.",
  "category": "Respiratory Conditions",
  "tags": [
    "common cold",
    "upper respiratory infection",
    "self-care",
    "pharmacy advice",
    "infection control",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/common-cold/",
  "year": 2024
}

