{
  "id": "DOC_038",
  "title": "COPD",
  "body": "Chronic obstructive pulmonary disease (COPD) is an ongoing lung condition caused by lung damage that leads to swelling and irritation in the airways, limiting airflow (obstruction). Symptoms include trouble breathing, daily cough with mucus, and wheezing. COPD is most often due to long-term exposure to irritants such as cigarette smoke, fumes, dust or chemicals. Emphysema and chronic bronchitis are the two most common forms, usually occurring together. COPD can worsen over time, but it is treatable, and proper management can control symptoms, improve quality of life, and lower risks of heart disease and lung cancer.\n\n**Symptoms:**\nCOPD symptoms often appear after significant lung damage and worsen over time. They include:\n- Shortness of breath, especially during activity.\n- Wheezing or whistling breath sounds.\n- Chronic cough producing clear, white, yellow or greenish mucus.\n- Chest tightness or heaviness.\n- Fatigue.\n- Frequent lung infections.\n- Unintended weight loss as the condition worsens.\n- Swelling in ankles, feet or legs.\n\nExacerbations are episodes when symptoms worsen beyond usual day-to-day variation, triggered by smells, cold air, pollution, colds or infections. Signs include harder breathing, more chest tightness, increased coughing, more or thicker mucus, and fever.\n\n**When to see a doctor:**\nConsult a healthcare professional if symptoms don’t improve or get worse, or if there are signs of infection (fever or changes in mucus). Seek emergency care for severe breathlessness, blue lips or nail beds, rapid heartbeat, or confusion.\n\n**Causes:**\nIn developed countries, the main cause is tobacco smoking. In developing regions, exposure to fumes from burning fuel for cooking/heating in poorly ventilated homes is common. Long-term workplace exposure to chemical fumes, vapors and dust also causes COPD. Not everyone who smokes develops COPD, pointing to other contributing factors such as genetics.\n\n**How the lungs are affected:**\nAir travels through the trachea and bronchi, which branch into smaller bronchioles ending in alveoli (tiny air sacs). Alveoli walls contain blood vessels to exchange oxygen and carbon dioxide. Elasticity allows old air to exit so fresh air can enter.\n\n**Airway obstruction mechanisms:**\n- **Emphysema:** Damage to alveolar walls and elastic fibers creates large air spaces, reducing surface area for gas exchange and trapping old air.\n- **Chronic bronchitis:** Inflammation and narrowing of bronchi lead to thickened airways and excess mucus, limiting airflow and causing chronic cough.\n\n**Irritants:**\nLong-term cigarette smoking is the top cause, but cigar, pipe, marijuana smoke, secondhand smoke, air pollution, and workplace irritants also contribute. Alpha-1-antitrypsin (AAT) deficiency, a genetic condition, accounts for about 1% of cases.\n\n**Risk factors:**\n- Tobacco smoke (including secondhand exposure).\n- Asthma (especially if combined with smoking).\n- Workplace exposure to fumes/dusts.\n- Fumes from burning fuel for cooking/heating.\n- Genetics (AAT deficiency, other genetic predispositions).\n\n**Complications:**\n- Respiratory infections (colds, flu, pneumonia).\n- Heart disease (including heart attacks).\n- Lung cancer.\n- Pulmonary hypertension (high blood pressure in lung arteries).\n- Anxiety and depression due to breathing difficulty and activity limitations.\n\n**Prevention:**\nMost COPD cases are preventable by avoiding smoking. Quitting smoking slows disease progression. Protect against workplace irritants with proper ventilation and protective gear. Reduce complications by quitting smoking, staying current on flu, pneumococcal, COVID-19, and RSV vaccines, and addressing mental health concerns.",
  "category": "Respiratory Diseases",
  "tags": [
    "COPD",
    "chronic obstructive pulmonary disease",
    "emphysema",
    "chronic bronchitis",
    "smoking",
    "respiratory disease",
    "lung damage",
    "wheezing",
    "shortness of breath",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/copd/symptoms-causes/syc-20353679",
  "year": 2024
}
