{
  "id": "DOC_148",
  "title": "Fungal nail infection",
  "body": "Fungal nail infections typically begin at the nail edge and gradually spread, causing thick, brittle, crumbly nails that can turn white or yellow. Although usually not serious, they are slow to treat and often affect toenails, occasionally fingernails.\n\n**Symptoms:**\n- Discolouration (yellow/white patches)\n- Thickening and brittleness\n- Crumbling edges or lifting from the nail bed\n- Swelling or pain around the nail in severe cases\n\n**Pharmacy care:**\nPharmacists can advise on topical antifungal nail treatments applied daily or weekly for 6–12 months. These aren’t suitable for everyone (e.g., under 18s, pregnant or breastfeeding people). Improvement is seen as healthy nail regrows from the base.\n\n**When to see a GP:**\nSeek medical advice if infection is severe, spreads to other nails, or if you have diabetes or a weakened immune system (e.g., post-transplant, chemotherapy). GP assessment is also advised when pharmacy treatments fail.\n\n**Medical treatment:**\nGPs may prescribe oral antifungal tablets after confirming the infection type via nail sampling (and possibly blood tests). Treatment can last up to six months and may cause side effects (headache, rash, stomach upset, nausea, diarrhoea). Tablets are unsuitable for some people (liver/kidney disease, pregnancy, breastfeeding). Severely affected nails might require surgical removal under local anaesthetic.\n\n**Prevention tips:**\n- Treat athlete’s foot promptly\n- Keep nails short, feet clean and dry\n- Wear clean socks, well-fitting shoes, and flip-flops in communal showers\n- Discard old footwear\n- Avoid shoes that trap heat, and don’t share towels, footwear, or nail tools\n\nPersistent warmth and dampness (e.g., prolonged trainer use) raise infection risk. Prompt treatment and good foot hygiene help prevent recurrence.",
  "category": "Infectious Diseases",
  "tags": [
    "fungal nail infection",
    "onychomycosis",
    "antifungal treatment",
    "foot care",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/fungal-nail-infection/",
  "year": 2024
}

