{
  "id": "DOC_004",
  "title": "Cancer",
  "body": "Overview:\nCancer is a large group of diseases that can start in almost any organ or tissue of the body when abnormal cells grow uncontrollably, go beyond their usual boundaries to invade adjoining parts of the body and/or spread to other organs. The latter process is called metastasizing and is a major cause of death from cancer. A neoplasm and malignant tumour are other common names for cancer.\n\nCancer is the second leading cause of death globally, accounting for an estimated 9.6 million deaths, or 1 in 6 deaths, in 2018. Lung, prostate, colorectal, stomach and liver cancer are the most common types of cancer in men, while breast, colorectal, lung, cervical and thyroid cancer are the most common among women.\n\nThe cancer burden continues to grow globally, exerting tremendous physical, emotional and financial strain on individuals, families, communities and health systems. Many health systems in low- and middle-income countries are least prepared to manage this burden, and large numbers of cancer patients globally do not have access to timely quality diagnosis and treatment. In countries where health systems are strong, survival rates of many types of cancers are improving thanks to accessible early detection, quality treatment and survivorship care.\n\nPrevention:\nBetween 30% and 50% of cancer deaths could be prevented by modifying or avoiding key risk factors and implementing existing evidence-based prevention strategies. The cancer burden can also be reduced through early detection of cancer and management of patients who develop cancer. Prevention also offers the most cost-effective long-term strategy for the control of cancer.\n\nModifying or avoiding the following key risk factors can help prevent cancer:\n- avoid tobacco use, including cigarettes and smokeless tobacco;\n- maintain a healthy weight;\n- eat a healthy diet with plenty of fruit and vegetables;\n- exercise regularly;\n- limit alcohol use;\n- practice safe sex;\n- get vaccinated against hepatitis B and human papillomavirus (HPV);\n- reduce exposure to ultraviolet radiation;\n- prevent unnecessary ionizing radiation exposure (e.g. minimize occupational exposure, ensure safe and appropriate medical use of radiation in diagnosis and treatment);\n- avoid urban air pollution and indoor smoke from household use of solid fuels;\n- get regular medical care; and\n- some chronic infections are also risk factors for cancer. People in low- and middle-income countries are more likely to develop cancer through chronic infections.\n\nManagement:\nCancer is more likely to respond to effective treatment when identified early, resulting in a greater probability of surviving as well as less morbidity and less expensive treatment.\n\nThere are two distinct strategies that promote early detection:\n\n- Early diagnosis identifies symptomatic cancer cases at the earliest possible stage.\n- Screening aims to identify individuals with abnormalities suggestive of a specific cancer or pre-cancer who have not developed any symptoms and refer them promptly for diagnosis and treatment.\n\nTreatment options include surgery, cancer medicines and/or radiotherapy, administered alone or in combination. A multidisciplinary team of cancer professionals recommends the best possible treatment plan based on tumour type, cancer stage, clinical and other factors. The choice of treatment should be informed by patients’ preferences and consider the capacity of the health system.\n\nPalliative care, which focuses on improving the quality of life of patients and their families, is an essential component of cancer care. Survivorship care includes a detailed plan for monitoring cancer recurrence and detection of new cancers, assessing and managing long-term effects associated with cancer and/or its treatment, and services to ensure that cancer survivor needs are met.\n",
  "category": "Disease Awareness",
  "tags": [
    "cancer",
    "oncology",
    "tumour",
    "metastasis",
    "prevention",
    "risk factors",
    "screening",
    "diagnosis",
    "radiotherapy",
    "chemotherapy",
    "palliative care"
  ],
  "source": "WHO",
  "url": "https://www.who.int/health-topics/cancer",
  "year": 2024
}
