{
  "id": "DOC_017",
  "title": "Ageing and Health",
  "body": "All countries face major challenges to ensure that their health and social systems are ready to make the most of this demographic shift. In 2050, 80% of older people will be living in low- and middle-income countries. The pace of population ageing is much faster than in the past. In 2020, the number of people aged 60 years and older outnumbered children younger than 5 years. Between 2015 and 2050, the proportion of the world's population over 60 years will nearly double from 12% to 22%.\n\n**Overview:**\nPeople worldwide are living longer. Today most people can expect to live into their sixties and beyond. Every country in the world is experiencing growth in both the size and the proportion of older persons in the population. By 2030, 1 in 6 people in the world will be aged 60 years or over. At this time the share of the population aged 60 years and over will increase from 1 billion in 2020 to 1.4 billion. By 2050, the world's population of people aged 60 years and older will double (2.1 billion). The number of persons aged 80 years or older is expected to triple between 2020 and 2050 to reach 426 million. While this shift in distribution of a country's population towards older ages—known as population ageing—started in high-income countries (for example in Japan 30% of the population is already over 60 years old), it is now low- and middle-income countries that are experiencing the greatest change. By 2050, two-thirds of the world's population over 60 years will live in low- and middle-income countries.\n\n**Ageing explained:**\nAt the biological level, ageing results from the impact of the accumulation of a wide variety of molecular and cellular damage over time. This leads to a gradual decrease in physical and mental capacity, a growing risk of disease and ultimately death. These changes are neither linear nor consistent, and they are only loosely associated with a person's age in years. The diversity seen in older age is not random. Beyond biological changes, ageing is often associated with other life transitions such as retirement, relocation to more appropriate housing and the death of friends and partners.\n\n**Common health conditions associated with ageing:**\nCommon conditions in older age include hearing loss, cataracts and refractive errors, back and neck pain and osteoarthritis, chronic obstructive pulmonary disease, diabetes, depression and dementia. As people age, they are more likely to experience several conditions at the same time. Older age is also characterized by the emergence of several complex health states commonly called geriatric syndromes. They are often the consequence of multiple underlying factors and include frailty, urinary incontinence, falls, delirium and pressure ulcers.\n\n**Factors influencing healthy ageing:**\nA longer life brings with it opportunities, not only for older people and their families, but also for societies as a whole. Additional years provide the chance to pursue new activities such as further education, a new career or a long-neglected passion. Older people also contribute in many ways to their families and communities. Yet the extent of these opportunities and contributions depends heavily on one factor: health. Evidence suggests that the proportion of life in good health has remained broadly constant, implying that the additional years are in poor health. If people can experience these extra years of life in good health and if they live in a supportive environment, their ability to do the things they value will be little different from that of a younger person. If these added years are dominated by declines in physical and mental capacity, the implications for older people and for society are more negative. Although some of the variations in older people's health are genetic, most is due to people's physical and social environments—including their homes, neighbourhoods, and communities, as well as their personal characteristics—such as their sex, ethnicity, or socioeconomic status. The environments that people live in as children—or even as developing fetuses—combined with their personal characteristics, have long-term effects on how they age. Physical and social environments can affect health directly or through barriers or incentives that affect opportunities, decisions and health behaviour. Maintaining healthy behaviours throughout life, particularly eating a balanced diet, engaging in regular physical activity and refraining from tobacco use, all contribute to reducing the risk of non-communicable diseases, improving physical and mental capacity and delaying care dependency. Supportive physical and social environments also enable people to do what is important to them, despite losses in capacity. The availability of safe and accessible public buildings and transport, and places that are easy to walk around, are examples of supportive environments. In developing a public-health response to ageing, it is important not just to consider individual and environmental approaches that ameliorate the losses associated with older age, but also those that may reinforce recovery, adaptation and psychosocial growth.\n\n**Challenges in responding to population ageing:**\nThere is no typical older person. Some 80-year-olds have physical and mental capacities similar to many 30-year-olds. Other people experience significant declines in capacities at much younger ages. A comprehensive public health response must address this wide range of older people's experiences and needs. The diversity seen in older age is not random. A large part arises from people's physical and social environments and the impact of these environments on their opportunities and health behaviour. The relationship we have with our environments is skewed by personal characteristics such as the family we were born into, our sex and our ethnicity, leading to inequalities in health. Older people are often assumed to be frail or dependent and a burden to society. Public health professionals, and society as a whole, need to address these and other ageist attitudes, which can lead to discrimination, affect the way policies are developed and the opportunities older people have to experience healthy aging. Globalization, technological developments (e.g., in transport and communication), urbanization, migration and changing gender norms are influencing the lives of older people in direct and indirect ways. A public health response must take stock of these current and projected trends and frame policies accordingly.\n\n**WHO Response:**\nThe United Nations (UN) General Assembly declared 2021–2030 the UN Decade of Healthy Ageing and asked WHO to lead the implementation. The UN Decade of Healthy Ageing is a global collaboration bringing together governments, civil society, international agencies, professionals, academia, the media and the private sector for 10 years of concerted, catalytic and collaborative action to foster longer and healthier lives. The Decade builds on the WHO Global Strategy and Action Plan and the United Nations Madrid International Plan of Action on Ageing and supports the realization of the United Nations Agenda 2030 on Sustainable Development and the Sustainable Development Goals. The UN Decade of Healthy Ageing (2021–2030) seeks to reduce health inequities and improve the lives of older people, their families and communities through collective action in four areas: changing how we think, feel and act towards age and ageism; developing communities in ways that foster the abilities of older people; delivering person-centred integrated care and primary health services responsive to older people; and providing older people who need it with access to quality long-term care.",
  "category": "Public Health",
  "tags": [
    "ageing",
    "aging",
    "elderly",
    "older adults",
    "population ageing",
    "demographic shift",
    "healthy ageing",
    "geriatric syndromes",
    "frailty",
    "dementia",
    "osteoarthritis",
    "hearing loss",
    "cataracts",
    "diabetes",
    "depression",
    "urinary incontinence",
    "falls",
    "delirium",
    "pressure ulcers",
    "non-communicable diseases",
    "ageism",
    "UN Decade of Healthy Ageing",
    "long-term care",
    "public health",
    "WHO",
    "sustainable development"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/ageing-and-health",
  "year": 2025
}
