{
  "id": "DOC_052",
  "title": "Coronavirus Disease (COVID-19)",
  "body": "**Key Facts:**\nCOVID-19 is a disease caused by a virus. The most common symptoms are fever, chills, and sore throat, though many others can occur. Most people recover without needing hospital treatment, but people with severe symptoms should seek urgent medical care. Over 760 million cases and 6.9 million deaths have been recorded globally since December 2019, although actual numbers may be higher. Over 13 billion vaccine doses have been administered as of June 2023.\n\n**Overview:**\nCOVID-19 is caused by the SARS-CoV-2 coronavirus and usually spreads through close contact between people. Vaccines provide strong protection against severe illness and death, although vaccinated people may still get infected and have mild or no symptoms. Anyone can get sick, but most people recover without treatment. Older adults (60+) and people with medical conditions such as hypertension, diabetes, obesity, immunosuppression (including HIV), cancer, or pregnancy are at higher risk. Unvaccinated individuals also face greater risk.\n\n**Symptoms:**\nSymptoms generally begin 5–6 days after exposure and last 1–14 days.\n\n**Most common symptoms:**\n- Fever\n- Chills\n- Sore throat\n\n**Less common symptoms:**\n- Muscle aches or heavy limbs\n- Severe fatigue\n- Runny or blocked nose, sneezing\n- Headache\n- Sore eyes\n- Dizziness\n- New persistent cough\n- Chest tightness or pain\n- Shortness of breath\n- Hoarse voice\n- Numbness or tingling\n- Appetite loss, nausea, vomiting, abdominal pain, diarrhoea\n- Loss or change of taste or smell\n- Sleep difficulties\n\n**Seek immediate medical attention if experiencing:**\n- Difficulty breathing at rest\n- Inability to speak full sentences\n- Confusion or drowsiness\n- Chest pain or pressure\n- Skin turning pale, cold, or bluish\n- Loss of speech or movement\n\nPeople with chronic health conditions such as heart, lung, liver, rheumatological diseases, HIV, diabetes, cancer, obesity or dementia are at higher risk and should seek help early if symptoms worsen.\n\nSevere COVID-19 may lead to respiratory failure, sepsis, blood clots, heart, liver or kidney injury, or death. Rarely, children may develop a severe inflammatory syndrome weeks after infection.\n\nSome people continue to experience symptoms after recovery—this is known as **long COVID** (post COVID-19 condition). Common long COVID symptoms include fatigue, breathlessness, and cognitive difficulties, which may affect daily functioning.\n\n**Treatment:**\nMost people recover without hospitalization. Treatment depends on symptom severity, age, and underlying health conditions. Those with severe disease or high-risk factors require early medical care.\n\n**Prevention:**\nVaccination is the most effective tool to prevent severe illness, hospitalization, and death. Additional preventive measures include:\n- Avoiding crowded places\n- Maintaining physical distance\n- Wearing masks if sick, at high risk, or in poorly ventilated areas\n- Cleaning hands frequently\n- Covering mouth and nose when coughing or sneezing\n- Disposing of tissues immediately and washing hands\n- Self-isolating after testing positive or developing symptoms\n\nVaccination priority groups include people aged 60+, those with underlying medical conditions, immunosuppression (including HIV), obesity, cancer, pregnant individuals, and unvaccinated people. WHO's recommendations for primary series and booster doses may change as the virus evolves.\n\n**WHO Response:**\nWHO leads global coordination of the COVID-19 response, including research, guidance development, vaccine distribution, and monitoring global case trends. The Access to COVID-19 Tools (ACT) Accelerator, launched in April 2020, enabled rapid development of diagnostic, treatment, and vaccine tools. COVAX, part of ACT-Accelerator, works to ensure equitable global access to vaccines.\n\nWHO also coordinates vaccine safety monitoring, provides technical support, and develops target product profiles for COVID-19 vaccines. It supports countries in oxygen production and supply enhancement. Although the emergency phase ended in May 2023, WHO continues to coordinate ongoing global response efforts.",
  "category": "Infectious Diseases",
  "tags": [
    "COVID-19",
    "coronavirus",
    "SARS-CoV-2",
    "pandemic",
    "vaccination",
    "public health",
    "WHO",
    "respiratory disease",
    "infection prevention",
    "long COVID"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/coronavirus-disease-(covid-19)",
  "year": 2023
}
