{
  "id": "DOC_007",
  "title": "Nutrition",
  "body": "Overview:\nNutrition plays a vital role in health and human development. Proper nutrition contributes to improved infant, child, and maternal health, stronger immune systems, safer pregnancy and childbirth, reduced risk of noncommunicable diseases (such as diabetes and cardiovascular disease), and increased longevity.\n\nGood nutrition also improves learning outcomes in children and enhances productivity in adults, contributing to a cycle of better health, economic growth, and reduced poverty.\n\nMalnutrition exists in multiple forms and remains one of the biggest global health challenges. It includes undernutrition (wasting and stunting), micronutrient deficiencies, overweight, obesity, and diet-related noncommunicable diseases. Low- and middle-income countries increasingly face a dual burden of undernutrition and obesity.\n\nImpact:\nGlobally, an estimated 149.2 million children under 5 years are stunted, and 45.4 million are wasted. Stunting rates are declining globally except in Africa, while over three-quarters of children suffering from severe wasting live in Asia.\n\nUndernutrition is linked to approximately 45% of deaths among children under age 5, predominantly in low- and middle-income countries.\n\nAnaemia remains a serious health concern, especially among young children and pregnant women. WHO estimates show that 40% of children under 5 and 37% of pregnant women are anaemic.\n\nAt the same time, overweight and obesity continue to rise. Around 1.9 billion adults are overweight or obese, and 38.9 million children under 5 are overweight.\n\nAlthough breastfeeding lowers the risk of undernutrition and excessive weight gain, only 44% of infants under 6 months are exclusively breastfed.\n\nHigh sodium intake—often exceeding the recommended 5 g/day—contributes to increased risk of hypertension, heart disease, and stroke.\n\nWHO Response:\nGuided by the 2016–2025 nutrition strategy, WHO supports global nutrition efforts by setting evidence-based guidelines, aligning policies across nations, and advocating for effective nutrition interventions.\n\nThis work is supported by several frameworks including the Comprehensive implementation plan on maternal, infant and young child nutrition (2012), the Global action plan for the prevention and control of noncommunicable diseases 2013–2020, and the Global strategy for women’s, children’s and adolescents’ health 2016–2030.\n\nIn 2018, the World Health Assembly endorsed the 13th General Programme of Work (GPW13), targeting improved global well-being. Priority actions include reducing salt intake and eliminating industrially produced trans fats from the food supply.\n",
  "category": "Public Health",
  "tags": [
    "nutrition",
    "malnutrition",
    "healthy diet",
    "micronutrient deficiencies",
    "obesity",
    "stunting",
    "wasting",
    "public health",
    "WHO",
    "global health"
  ],
  "source": "WHO",
  "url": "https://www.who.int/health-topics/nutrition",
  "year": 2024
}
