{
  "id": "DOC_116",
  "title": "Benefits of Quitting Smoking",
  "body": "Quitting smoking improves health at any age. Once you stop, your body begins clearing toxins immediately, and benefits appear within days or weeks:\n\n**Better physical health:**\n- Enhanced senses of taste and smell.\n- Easier breathing and more energy.\n- Improved blood circulation, easing physical activity.\n- Better lung function, reducing cough, wheezing and breathing problems.\n- Brighter skin due to increased oxygen, and tar-free teeth.\n\n**Reduced disease risk:**\n- After 1 year, heart attack risk halves compared to a smoker’s.\n- After 10 years, lung cancer death risk falls to half that of a smoker.\n- After 15 years, heart attack risk equals that of someone who never smoked.\n- Lower likelihood of type 2 diabetes, osteoporosis, eye disease and dementia.\n\n**Better mental health:**\nDespite the perception that smoking relieves stress, evidence shows quitting boosts mental wellbeing. After withdrawal, people experience lower anxiety, depression and stress, and higher positive mood—often within six weeks.\n\n**Better for family and friends:**\nStaying healthy lets you support loved ones longer and act as a smoke-free role model (children of smokers are four times more likely to start smoking). Quitting protects others from harmful secondhand smoke, especially children. Financially, the average smoker saves about £49 per week (over £2,500 annually) by quitting.\n\n**Ways to quit:**\n- **Stop-smoking products:** Nicotine replacement and other aids improve success compared to going “cold turkey.”\n- **Support options:** Seek help via online groups, phone services, or face-to-face advisers—support significantly increases the chance of quitting for good.\n\nWhatever your smoking history, quitting delivers rapid and long-term benefits for you and those around you.",
  "category": "Public Health",
  "tags": [
    "smoking cessation",
    "mental health",
    "secondhand smoke",
    "NHS Better Health",
    "disease prevention"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/better-health/quit-smoking/why-quit-smoking/benefits-of-quitting-smoking/",
  "year": 2024
}

