{
  "id": "DOC_094",
  "title": "Glaucoma",
  "body": "**Key Facts:**\nGlaucoma damages the optic nerve and can lead to vision loss or blindness. Nearly half of affected people don’t know they have it because early symptoms are rare. Learning about glaucoma and taking action early helps reduce vision loss risk.\n\n**Overview:**\nGlaucoma refers to a group of diseases that damage the optic nerve. About 3 million Americans have glaucoma; it’s the second leading cause of blindness worldwide. Open-angle glaucoma, the most common form, involves increased eye pressure and often has no early signs. There is no cure yet, but early detection can preserve sight.\n\n**Risk factors:**\nAnyone can develop glaucoma, but risk is higher for Black people over age 40, all people over age 60, individuals with a family history of glaucoma, and people with diabetes. Black people are 6–8 times more likely to develop glaucoma than White people, and diabetes doubles the risk.\n\n**Prevent vision loss:**\nProtect your eyes and lower risk by scheduling comprehensive dilated eye exams—especially if you’re high risk—to catch glaucoma early. Medicare covers yearly glaucoma tests for high-risk individuals. Talk with family members about vision health, since open-angle glaucoma runs in families. Adopt healthy habits: maintain a healthy weight, control blood pressure, stay physically active, and avoid smoking. These practices also reduce risk for type 2 diabetes and other chronic conditions.\n\n**Manage and treat glaucoma:**\nGlaucoma usually affects peripheral vision first, then central vision. Treatments—eye drops, oral medicines, laser or surgical procedures, or combinations—lower eye pressure and can prevent or delay permanent vision loss. Use medicines as prescribed and report side effects. Keep regular follow-up appointments to monitor eye pressure.",
  "category": "Public Health",
  "tags": [
    "glaucoma",
    "vision health",
    "optic nerve",
    "CDC"
  ],
  "source": "CDC",
  "url": "https://www.cdc.gov/vision-health/about-eye-disorders/glaucoma.html",
  "year": 2024
}

