{
  "id": "DOC_139",
  "title": "Climate change",
  "body": "**Key facts:**\n- Climate change drives humanitarian emergencies such as heatwaves, wildfires, floods, tropical storms, and hurricanes, which are increasing in scale, frequency, and intensity.\n- About 3.6 billion people already live in areas highly susceptible to climate change. Between 2030–2050, climate change is expected to cause roughly 250 000 additional deaths annually from undernutrition, malaria, diarrhoea, and heat stress alone.\n- Direct health damage costs (excluding agriculture, water, sanitation) are estimated at US$ 2–4 billion per year by 2030.\n- Regions with weak health infrastructure—mostly developing countries—will struggle most without assistance.\n- Reducing greenhouse gas emissions through improved transport, food systems, and energy choices yields major health gains, especially via reduced air pollution.\n\n**Overview:**\nClimate change is a fundamental threat to human health, affecting physical environments and natural/social systems. It is a threat multiplier, risking reversal of decades of health progress. Intensifying climate hazards (storms, heat, floods, droughts, wildfires) increase deaths, noncommunicable diseases, infectious disease spread, and health emergencies. Climate shocks degrade environmental and social determinants of health and strain health workforce/infrastructure, undermining universal health coverage (UHC). Delaying action raises health risks and violates commitments to the right to health.\n\n**Impacts on health:**\nThe IPCC Sixth Assessment Report indicates climate risks are emerging faster and will intensify sooner than expected, making adaptation harder. Despite minimal emissions, low-income countries and small island developing states face the harshest impacts; vulnerable regions experienced a death rate 15 times higher from extreme weather in the last decade. Health impacts include deaths/illness from extreme weather, disrupted food systems, increases in zoonoses and food-/water-/vector-borne diseases, and mental health issues. Social determinants like livelihoods, equality, and health access are undermined. Vulnerable groups—women, children, ethnic minorities, poor communities, migrants, older adults, people with underlying conditions—bear disproportionate burdens.\n\nWHO data show 2 billion people lack safe drinking water and 600 million suffer foodborne illnesses annually (children under five suffer 30% of fatalities). Climate stressors heighten waterborne/foodborne disease risks. In 2020, 770 million faced hunger, mainly in Africa and Asia. Temperature and precipitation changes expand vector-borne diseases; without preventive action, deaths (currently >700 000 annually) may rise. Climate change exacerbates mental health issues through acute events (anxiety, PTSD) and chronic stressors (displacement, social disruption). About 37% of heat-related deaths are attributed to human-induced climate change; heat-related deaths in those over 65 increased 70% in two decades. In 2020, 98 million more people experienced food insecurity versus 1981–2010 averages. Climate shocks risk reversing 50 years of development and health gains, worsening barriers to care and pushing ~100 million people into poverty annually.\n\n**Climate change and equity:**\nShort- to medium-term impacts depend on population vulnerability, resilience, and adaptation capacity; long-term effects hinge on transformative emission reductions to avoid dangerous thresholds and tipping points. Those most affected (low-income and disadvantaged communities) contribute least to emissions. Equity demands high emitters bear greater mitigation and adaptation costs.\n\n**Need for urgent action:**\nLimiting warming to 1.5 °C is critical to avert catastrophic health impacts. Past emissions guarantee some warming, but every fraction of a degree worsens health outcomes.\n\n**WHO response:**\nWHO’s strategy rests on three objectives:\n1. **Promote mitigation actions with health co-benefits:** Advocate rapid, equitable transition to clean energy; ensure health is central to mitigation policies; prioritize actions with large health gains; mobilize the health community to drive policy and public support.\n2. **Build climate-resilient, environmentally sustainable health systems:** Embed core services, sustainability, and resilience in UHC/PHC; support systems to leapfrog to cleaner, reliable solutions; decarbonize high-emitting health systems; integrate climate resilience into health investments and workforce capacity.\n3. **Protect health from diverse climate impacts:** Assess vulnerabilities; develop climate-informed health plans; integrate climate risk into surveillance/response (e.g., extreme heat, infectious disease); bolster resilience in health-determining sectors (water, food); close financing gaps for adaptation and resilience.\n\nWHO also leads efforts in leadership/awareness (placing health at the center of climate policies, targeting carbon neutrality by 2030), evidence/monitoring (providing data, guidance, progress tracking), and capacity building/country support (supporting ministries, cross-sector collaboration, training, project implementation, climate-health financing). WHO leads the Alliance for Transformative Action on Climate and Health (ATACH) to help countries realize climate-resilient, low-carbon health systems.",
  "category": "Climate and Health",
  "tags": [
    "climate change",
    "health impacts",
    "equity",
    "UHC",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/climate-change-and-health",
  "year": 2023
}

