{
  "id": "DOC_046",
  "title": "Cavities and Tooth Decay",
  "body": "Cavities are damaged areas of tooth enamel that progress into tiny openings or holes. Without treatment, decay penetrates deeper layers, causing pain, infection, and eventual tooth loss. Tooth decay is among the world’s most common health problems and affects people of all ages, including children and infants. Consistent dental care and oral hygiene are essential for prevention.\n\n**Symptoms:**\nEarly cavities may not cause symptoms. As decay advances, people can experience toothache, sensitivity, sharp pain when eating or drinking hot, cold, or sweet items, visible pits or holes, brown/black/white staining, and pain while biting. Regular dental visits are recommended even when no discomfort is present; prompt evaluation is needed for tooth or mouth pain.\n\n**Causes:**\nCavities develop through a gradual process:\n- **Plaque formation:** Sugars and starches left on teeth feed bacteria, creating sticky plaque that hardens into tartar if not removed.\n- **Plaque attacks:** Bacterial acids erode minerals in enamel, forming micro-openings; once enamel thins, acids reach dentin, which is softer and more sensitive.\n- **Progression:** Bacteria and acid invade the pulp, causing inflammation, nerve compression, pain, and potentially spreading infection to bone and adjacent teeth.\n\n**Risk factors:**\nDecay risk rises with posterior tooth anatomy (grooves and roots), clingy foods (sweets, dried fruit, chips), frequent snacking or sipping sugary/acidic drinks, bedtime baby bottles or constant sippy cups, inadequate brushing, insufficient fluoride exposure, very young or older age, dry mouth, worn fillings or ill-fitting dental devices, gastroesophageal reflux, and eating disorders (vomiting or reduced saliva).\n\n**Complications:**\nUntreated cavities can cause pain, abscesses, swelling, damaged or broken teeth, chewing difficulty, tooth shifting after loss, nutritional problems, or systemic infections. In children, decay in primary teeth may disrupt development and alignment of permanent teeth, impacting growth, appearance, and self-esteem.\n\n**Prevention:**\nKey strategies include brushing twice daily with fluoride toothpaste, cleaning between teeth (floss or interdental cleaners), fluoride mouth rinses for high-risk individuals, routine professional cleanings and exams, dental sealants on molars, drinking fluoridated tap water, limiting snacking and sugary beverages, choosing tooth-healthy foods (fruits, vegetables, unsweetened coffee/tea, sugar-free gum), receiving professional fluoride treatments or custom trays when needed, and using antiseptic rinses (e.g., chlorhexidine) for medical conditions that heighten decay risk. Combining sugar-free gum with prescription fluoride and antibacterial rinses may offer additional benefit, though large amounts of xylitol can cause gastrointestinal upset for some people.",
  "category": "Oral Health",
  "tags": [
    "cavities",
    "tooth decay",
    "dental caries",
    "fluoride",
    "oral hygiene",
    "risk factors",
    "prevention",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/cavities/symptoms-causes/syc-20352892",
  "year": 2023
}

