{
  "id": "DOC_132",
  "title": "Managing Pain",
  "body": "**Overview:**\nPain warns the body of danger, but chronic pain diminishes quality of life and drives doctor visits. Opioids block pain processing from skin to brain and can be effective, yet they also create euphoria, reinforcement, tolerance, and addiction risk. The opioid crisis—over 100 overdose deaths daily—underscores the need for treatments beyond opioids. NIH is investing in precise pain therapies and addiction solutions.\n\n**Opioids not always needed:**\nAcute pain (e.g., post-surgery) often responds well to non-opioid medications such as acetaminophen or ibuprofen. Dentists, who frequently prescribe opioids to teens and young adults, are urged to try alternatives first because early exposure increases long-term misuse risk. When opioids are necessary, clinicians now prescribe only a few pills to lower misuse and diversion.\n\n**Chronic pain complexities:**\nMore than 25 million Americans live with pain lasting over three months. Chronic pain can stem from damaged nerves or brain changes (central pain), where opioids may worsen symptoms. Cognitive behavioral therapy (CBT) helps by reframing thoughts and behaviors, addressing sensory and emotional aspects, and improving sleep, mood, and fatigue since these functions share neurotransmitters with pain pathways. Certain non-opioid medications—initially designed for seizures, depression, or anxiety—can modulate pain processing. Devices that stimulate nerves (from skin-level to spinal cord) block pain signals. Exercise, acupuncture, massage, and yoga also show benefits for some pain types.\n\n**Expanding options:**\nNIH’s Helping to End Addiction Long-Term (HEAL) Initiative aims to identify mechanisms that convert acute pain to chronic pain, predict who is at risk, and develop new non-addictive pain therapies alongside treatments for opioid misuse. Precision pain management would match therapies to specific “flavors” of pain.\n\n**Wise choices: dealing safely with pain**\n- Ask about non-opioid pain relief options\n- Inform providers of all medications you take\n- Share any personal or family history of addiction\n- Understand opioid risks and usage instructions\n- Avoid alcohol when taking opioids\n- Store opioids securely and dispose of leftovers promptly\n\nBroader, personalized pain-management tools can reduce reliance on opioids while improving quality of life for people living with pain.",
  "category": "Pain Management",
  "tags": [
    "pain",
    "opioids",
    "chronic pain",
    "HEAL initiative",
    "NIH"
  ],
  "source": "NIH News in Health",
  "url": "https://newsinhealth.nih.gov/2018/10/managing-pain",
  "year": 2018
}

