{
  "id": "DOC_065",
  "title": "Zika virus",
  "body": "**Key Facts:**\nZika virus is primarily transmitted by _Aedes_ mosquitoes, which bite mostly during the day. Most people with Zika virus infection do not develop symptoms. When symptoms occur, they include rash, fever, conjunctivitis, muscle and joint pain, malaise and headache that last for 2–7 days. No vaccine is yet available for the prevention or treatment of Zika virus infection. Zika virus infection during pregnancy can cause infants to be born with microcephaly (smaller than normal head size) and other congenital malformations, as well as preterm birth and miscarriage. Zika virus infection is associated with Guillain-Barré syndrome, neuropathy and myelitis in adults and children. In February 2016, WHO declared Zika-related microcephaly a Public Health Emergency of International Concern (PHEIC). The causal link between the Zika virus and congenital malformations was confirmed, and the PHEIC declaration was lifted in November 2016. Although cases of Zika virus disease declined globally from 2017 onwards, transmission persists at low levels in several countries in the Americas and in some countries in Asia and Africa, where sporadic outbreaks have also been documented.\n\n**Overview:**\nZika virus is a mosquito-borne virus that was first identified in Uganda in 1947 in a Rhesus macaque monkey, followed by evidence of infection and disease in humans in other African countries in the 1950s. From the 1960s to the 1980s, sporadic human infections were detected across Africa and Asia. However, since 2007, outbreaks of Zika virus disease have been recorded in Africa, the Americas, Asia and the Pacific.\n\nDuring outbreaks over the last decade, Zika virus infection was found to be associated with increased incidence of Guillain-Barré syndrome. When Zika virus emerged in the Americas, with a large epidemic in Brazil in 2015, an association between Zika virus infection and microcephaly (smaller than normal head size) was first described. Similar findings were observed in French Polynesia upon retrospective review. From February to November 2016, WHO declared a Public Health Emergency of International Concern (PHEIC) regarding microcephaly, other neurological disorders and Zika virus, and the causal link between Zika virus and congenital malformations was confirmed soon thereafter. Outbreaks of Zika virus disease were identified throughout most of the Americas and in other regions with established _Aedes aegypti_ mosquito populations. Infections were also detected in travellers from active transmission areas and sexual transmission was confirmed as an alternate route of Zika virus infection.\n\nCases of Zika virus disease globally declined from 2017 onwards. However, Zika virus transmission persists at low levels in several countries in the Americas and in other endemic regions. In addition, the first local mosquito-transmitted Zika virus disease cases were reported in Europe in 2019 and Zika virus outbreak activity has been detected in several countries. To date, a total of 92 countries and territories have reported evidence of mosquito-transmitted Zika virus infection; however, surveillance remains limited globally.\n\n**Symptoms:**\nMost people infected with Zika virus do not develop symptoms. Among people who do become ill, symptoms typically start 3–14 days after infection. Symptoms are generally mild, including rash, fever, conjunctivitis, muscle and joint pain, malaise and headache, and usually last for 2–7 days. These symptoms are common to other arboviral and non-arboviral diseases; thus, the diagnosis of Zika virus infection requires laboratory confirmation.\n\n**Complications:**\nZika virus infection during pregnancy is a cause of microcephaly and other congenital malformations in the infant, including limb contractures, high muscle tone, eye abnormalities and hearing loss. These clinical features are collectively referred to as congenital Zika syndrome. The risk of congenital malformations following infection in pregnancy remains unknown; an estimated 5–15% of infants born to women infected with Zika virus during pregnancy have evidence of Zika-related complications. Congenital malformations occur following both symptomatic and asymptomatic infection. Zika infection in pregnancy can also cause complications such as fetal loss, stillbirth and preterm birth. Zika virus infection can also cause Guillain-Barré syndrome, neuropathy and myelitis, particularly in adults and older children. Research is ongoing to investigate the risk and effects of Zika virus infection on pregnancy outcomes, strategies for prevention and control, and effects of infection on other neurological disorders in children and adults.\n\n**Transmission:**\nZika virus is primarily transmitted by infected mosquitoes of the _Aedes_ (_Stegomyia_) genus, mainly _Aedes aegypti_ but also _Aedes albopictus_; these species also transmit dengue, chikungunya and urban yellow fever. These mosquitoes are most abundant in tropical and subtropical regions, but their geographic range is expanding. _Aedes_ mosquitoes usually bite during the day and mostly outdoors, although they can also feed indoors. Zika virus is also transmitted from mother to fetus during pregnancy, as well as through sexual contact, laboratory exposure, transfusion of blood and blood products, and possibly through organ transplantation.\n\n**Diagnosis:**\nInfection with Zika virus may be suspected based on symptoms of persons living in or visiting areas with Zika virus transmission and/or _Aedes_ mosquito vectors. A diagnosis of Zika virus infection can only be confirmed by laboratory tests of blood or other body fluids to detect viral RNA by RT-PCR testing, or through IgM antibody testing. For IgM antibody testing, positive results must be differentiated from cross-reactive related flaviviruses such as dengue virus, to which the patient may have been exposed or previously vaccinated.\n\n**Treatment:**\nThere is no specific treatment available for Zika virus infection or disease. People with symptoms such as rash, fever or joint pain should get plenty of rest, drink fluids, and treat symptoms with antipyretics and/or analgesics. If a specific diagnosis cannot be made and dengue cannot be ruled out, patients should be treated as if they have dengue, according to standardized clinical guidelines. This includes avoidance of nonsteroidal anti-inflammatory drugs until dengue virus infections are ruled out because of bleeding risk. If symptoms worsen, patients should seek medical care and advice. Pregnant women living in areas with Zika transmission or who develop symptoms of Zika virus infection should seek medical attention for laboratory testing, information, counselling and other clinical care.\n\n**Prevention:**\nNo vaccine is yet available for the prevention or treatment of Zika virus infection. Development of a Zika vaccine remains an active area of research.\n\n**Mosquito Bites:**\nProtection against mosquito bites during the day and early evening is a key measure to prevent Zika virus infection, especially among pregnant women, women of reproductive age and young children. Personal protection measures include wearing clothing (preferably light-coloured) that covers as much of the body as possible; using physical barriers such as window screens and closed doors and windows; and applying insect repellent to skin or clothing that contains DEET, IR3535 or icaridin according to the product label instructions. Young children and pregnant women should sleep under mosquito nets if sleeping during the day or early evening. Travellers and people living in affected areas should take the same basic precautions described above to protect themselves from mosquito bites.\n\n_Aedes_ mosquitoes breed in small collections of water around homes, schools and work sites. It is important to eliminate these mosquito breeding sites, including covering water storage containers, removing standing water in flowerpots, and cleaning up trash and used tires. Community initiatives are essential to support local government and public health programmes to reduce mosquito breeding sites. Health authorities may also advise use of larvicides and insecticides to reduce mosquito populations and disease spread.\n\n**Prevention of Sexual Transmission:**\nFor regions with active transmission of Zika virus, all people with Zika virus infection and their sexual partners (particularly pregnant women) should receive information about the risks of sexual transmission of Zika virus. WHO recommends that sexually active men and women be counselled and offered a full range of contraceptive methods to be able to make an informed choice about whether and when to become pregnant in order to prevent possible adverse pregnancy and fetal outcomes. Women who have had unprotected sex and do not wish to become pregnant due to concerns about Zika virus infection should have ready access to emergency contraceptive services and counselling. Pregnant women should practice safer sex (including correct and consistent use of condoms) or abstain from sexual activity for at least the entire duration of pregnancy.\n\nFor regions with no active transmission of Zika virus, WHO recommends practicing safer sex or abstinence for a period of three months for men and two months for women who are returning from areas of active Zika virus transmission to prevent infection of their sex partners. Sexual partners of pregnant women living in or returning from areas where local transmission of Zika virus occurs should practice safer sex or abstain from sexual activity throughout pregnancy.\n\n**WHO Response:**\nWHO supports countries to conduct surveillance and control of arboviruses through the implementation of the Global Arbovirus Initiative, which is aligned with and expands upon recommendations laid out in the Zika Strategic Response Plan. WHO responds to Zika in the following ways:\n- Supporting countries in the confirmation of outbreaks through its collaborating network of laboratories\n- Providing technical support and guidance to countries for the effective management of mosquito-borne disease outbreaks\n- Reviewing the development of new tools, including insecticide products and application technologies\n- Formulating evidence-based strategies, policies, and outbreak management plans\n- Providing technical support and guidance to countries for the effective management of cases and outbreaks\n- Supporting countries to improve their reporting systems\n- Providing training on clinical management, diagnosis and vector control at the regional level with some of its collaborating centres\n- Publishing guidelines and handbooks on epidemiological surveillance, laboratory, clinical case management and vector control for Member States",
  "category": "Infectious Diseases",
  "tags": [
    "Zika virus",
    "Aedes mosquitoes",
    "mosquito-borne virus",
    "microcephaly",
    "congenital Zika syndrome",
    "Guillain-Barré syndrome",
    "arbovirus",
    "vector-borne disease",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/zika-virus",
  "year": 2025
}

