{
  "id": "DOC_059",
  "title": "Measles",
  "body": "**Key Facts:**\nMeasles is a highly contagious, serious airborne disease caused by a virus that can lead to severe complications and death. Measles vaccination averted more than 60 million deaths between 2000 and 2023. Even though a safe and cost-effective vaccine is available, in 2023, there were an estimated 107,500 measles deaths globally, mostly among unvaccinated or under vaccinated children under the age of 5 years. The proportion of children receiving a first dose of measles vaccine was 83% in 2023, well below the 2019 level of 86%.\n\n**Overview:**\nMeasles is a highly contagious disease caused by a virus. It spreads easily when an infected person breathes, coughs or sneezes. It can cause severe disease, complications, and even death. Measles can affect anyone but is most common in children. Measles infects the respiratory tract and then spreads throughout the body. Symptoms include a high fever, cough, runny nose and a rash all over the body. Being vaccinated is the best way to prevent getting sick with measles or spreading it to other people. The vaccine is safe and helps your body fight off the virus.\n\nBefore the introduction of measles vaccine in 1963 and widespread vaccination, major epidemics occurred approximately every two to three years and caused an estimated 2.6 million deaths each year. An estimated 107,500 people died from measles in 2023 – mostly children under the age of five years, despite the availability of a safe and cost-effective vaccine. Accelerated immunization activities by countries, WHO, the Measles & Rubella Partnership (formerly the Measles & Rubella Initiative), and other international partners successfully prevented an estimated 60 million deaths between 2000–2023. Vaccination decreased an estimated measles deaths from 800,062 in 2000 to 107,500 in 2022.\n\n**Effects of the COVID-19 Pandemic:**\nThe COVID-19 pandemic led to setbacks in surveillance and immunization efforts. The suspension of immunization services and declines in immunization rates and surveillance across the globe left millions of children vulnerable to preventable diseases like measles. No country is exempt from measles, and areas with low immunization encourage the virus to circulate, increasing the likelihood of outbreaks and putting all unvaccinated children at risk. We must regain progress and achieve regional measles elimination targets, despite the COVID-19 pandemic. Immunization programs should be strengthened within primary healthcare, so efforts to reach all children with two measles vaccine doses should be accelerated. Countries should also implement robust surveillance systems to identify and close immunity gaps.\n\n**Signs and Symptoms:**\nSymptoms of measles usually begin 10–14 days after exposure to the virus. A prominent rash is the most visible symptom. Early symptoms usually last 4–7 days. They include:\n- Running nose\n- Cough\n- Red and watery eyes\n- Small white spots inside the cheeks\n\nThe rash begins about 7–18 days after exposure, usually on the face and upper neck. It spreads over about 3 days, eventually to the hands and feet. It usually lasts 5–6 days before fading.\n\nMost deaths from measles are from complications related to the disease. Complications can include:\n- Blindness\n- Encephalitis (an infection causing brain swelling and potentially brain damage)\n- Severe diarrhoea and related dehydration\n- Ear infections\n- Severe breathing problems including pneumonia\n\nIf a woman catches measles during pregnancy, this can be dangerous for the mother and can result in her baby being born prematurely with a low birth weight. Complications are most common in children under 5 years and adults over age 30. They are more likely in children who are malnourished, especially those without enough vitamin A or with a weak immune system from HIV or other diseases. Measles itself also weakens the immune system and can make the body \"forget\" how to protect itself against infections, leaving children extremely vulnerable.\n\n**Who is at Risk?:**\nAny non-immune person (not vaccinated or vaccinated but did not develop immunity) can become infected. Unvaccinated young children and pregnant persons are at highest risk of severe measles complications. Measles is still common, particularly in parts of Africa, the Middle East and Asia. The overwhelming majority of measles deaths occur in countries with low per capita incomes or weak health infrastructures that struggle to reach all children with immunization. Damaged health infrastructure and health services in countries experiencing or recovering from a natural disaster or conflict interrupt routine immunization and overcrowding in residential camps increases the risk of infection. Children with malnutrition or other causes of a weak immune system are at highest risk of death from measles.\n\n**Transmission:**\nMeasles is one of the world's most contagious diseases, spread by contact with infected nasal or throat secretions (coughing or sneezing) or breathing the air that was breathed by someone with measles. The virus remains active and contagious in the air or on infected surfaces for up to two hours. For this reason, it is very infectious, and one person infected by measles can infect nine out of 10 of their unvaccinated close contacts. It can be transmitted by an infected person from four days prior to the onset of the rash to four days after the rash erupts. Measles outbreaks can result in severe complications and deaths, especially among young, malnourished children. In countries close to measles elimination, cases imported from other countries remain an important source of infection.\n\n**Treatment:**\nThere is no specific treatment for measles. Caregiving should focus on relieving symptoms, making the person comfortable and preventing complications. Drinking enough water and treatments for dehydration can replace fluids lost to diarrhoea or vomiting. Eating a healthy diet is also important. Doctors may use antibiotics to treat pneumonia and ear and eye infections. All children or adults with measles should receive two doses of vitamin A supplements, given 24 hours apart. This restores low vitamin A levels that occur even in well-nourished children. It can help prevent eye damage and blindness. Vitamin A supplements may also reduce the number of measles deaths.\n\n**Prevention:**\nCommunity-wide vaccination is the most effective way to prevent measles. All children should be vaccinated against measles. The vaccine is safe, effective and inexpensive. Children should receive two doses of the vaccine to ensure they are immune. The first dose is usually given at 9 months of age in countries where measles is common and 12–15 months in other countries. A second dose should be given later in childhood, usually at 15–18 months. The measles vaccine is given alone or often combined with vaccines for mumps, rubella and/or varicella.\n\nRoutine measles vaccination, combined with mass immunization campaigns in countries with high case rates are crucial for reducing global measles deaths. The measles vaccine has been in use for about 60 years and costs less than US$ 1 per child. The measles vaccine is also used in emergencies to stop outbreaks from spreading. The risk of measles outbreaks is particularly high amongst refugees, who should be vaccinated as soon as possible. Combining vaccines slightly increases the cost but allows for shared delivery and administration costs and importantly, adds the benefit of protection against rubella, the most common vaccine preventable infection that can infect babies in the womb.\n\nIn 2023, 74% of children received both doses of the measles vaccine, and about 83% of the world's children received one dose of measles vaccine by their first birthday. Two doses of the vaccine are recommended to ensure immunity and prevent outbreaks, as not all children develop immunity from the first dose. Approximately 22 million infants missed at least one dose of measles vaccine through routine immunization in 2023.\n\n**WHO Response:**\nIn 2020, WHO and global stakeholders endorsed the Immunization Agenda 2021–2030. The Agenda aims to achieve the regional targets as a core indicator of impact, positioning measles as a tracer of a health system's ability to deliver essential childhood vaccines. WHO published the Measles and rubella strategic framework in 2020, establishing seven necessary strategic priorities to achieve and sustain the regional measles and rubella elimination goals.\n\nWithout sustained attention, hard-fought gains can easily be lost. Where children are unvaccinated, outbreaks occur. Based on current trends of measles vaccination coverage and incidence, the WHO Strategic Advisory Group of Experts on Immunization (SAGE) concluded that measles elimination is under threat, as the disease resurged in numerous countries that achieved, or were close to achieving, elimination. WHO continues to strengthen the Global Measles and Rubella Laboratory Network (GMRLN) to ensure timely diagnosis of measles and track the virus' spread to assist countries in coordinating targeted vaccination activities and reduce deaths from this vaccine-preventable disease.\n\nThe Immunization Agenda 2030 Measles & Rubella Partnership (M&RP) is a partnership led by the American Red Cross, United Nations Foundation, Centers for Disease Control and Prevention (CDC), Gavi, the Vaccines Alliance, the Gates Foundation, UNICEF and WHO, to achieve the IA2030 measles and rubella specific targets. Launched in 2001, as the Measles and Rubella Initiative, the revitalized Partnership is committed to ensuring no child dies from measles or is born with congenital rubella syndrome. The Partnership helps countries plan, fund and measure efforts to permanently stop measles and rubella.",
  "category": "Infectious Diseases",
  "tags": [
    "measles",
    "vaccine-preventable disease",
    "airborne disease",
    "viral infection",
    "childhood vaccination",
    "rubella",
    "immunization",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/measles",
  "year": 2024
}

