{
  "id": "DOC_006",
  "title": "Depression",
  "body": "Overview:\nDepressive disorder, or depression, is a common mental health condition that can happen to anyone. It is characterized by a low mood or loss of pleasure or interest in activities for long periods of time.\n\nThis is different from regular mood changes and feelings about everyday life. Depressive episodes last most of the day, nearly every day, for at least two weeks. People with depression may experience disturbed sleep and changes to their appetite. They may have feelings of low self-worth, thoughts about dying and hopelessness about the future. Tiredness and poor concentration are also common.\n\nDepression results from a complex interaction of social, psychological and biological factors. People who have lived through abuse, severe losses or other adverse events are more likely to develop depression. Problems at school and work can also result in depression.\n\nPrevention programmes have been shown to reduce depression. There are also effective psychological treatments and medications for depression. However, these are often absent or inaccessible, especially in low- and middle-income countries. It is estimated that more than 75% of people experiencing mental disorders in low- and middle-income countries receive no treatment.\n\nImpact:\nIn 2019, an estimated 280 million people, including 5% of all adults, experienced depression. Depression is more common among women than men. Worldwide, more than 10% of pregnant women and women who have just given birth experience depression.\n\nDepression can cause difficulties in all aspects of life, including performance at school, productivity at work, relationships with family, friends and community.\n\nResearchers estimate that 12 billion productive work days are lost every year to depression and anxiety alone, at a cost of nearly US$ 1 trillion.\n\nPeople with depression are at increased risk of suicide. Research also shows strong relationships between depression and physical health, including cardiovascular disease, cancer, diabetes and respiratory diseases.\n\nWHO Response:\nWHO works with Member States and partners to reduce the burden of mental health conditions, including depression. The Comprehensive Mental Health Action Plan 2013–2030 highlights the steps required to provide appropriate interventions for people with mental health conditions, including depression.\n\nDepression and self-harm/suicide are among the priority conditions covered by WHO’s Mental Health Gap Action Programme (mhGAP). The programme aims to help countries increase services for people with depression and other disorders through care provided by non-specialist health workers in primary health care.\n\nWHO has developed effective brief psychological intervention manuals for depression that may be delivered by non-specialists to individuals and groups. Examples include Problem Management Plus, Group Interpersonal Therapy (IPT) for depression, Thinking Healthy, and the online self-help Step-by-Step programme.\n\nSelf-care and managing stress can also play an important role in promoting overall well-being and WHO has developed the self-help guide Doing What Matters in Times of Stress.\n",
  "category": "Mental Health",
  "tags": [
    "depression",
    "mental health",
    "mood disorder",
    "suicide risk",
    "treatment",
    "psychological therapy",
    "medication",
    "self care",
    "mhGAP",
    "stress management"
  ],
  "source": "WHO",
  "url": "https://www.who.int/health-topics/depression",
  "year": 2024
}
