{
  "id": "DOC_056",
  "title": "Hepatitis B",
  "body": "**Key Facts:**\nHepatitis B is a viral infection that attacks the liver and can cause both acute and chronic disease. The virus is most commonly transmitted from mother to child during birth or early childhood, and through contact with infected blood or body fluids (such as during sex, unsafe injections, or exposure to sharp instruments). In 2022, an estimated 254 million people were living with chronic hepatitis B, with 1.2 million new infections each year. Hepatitis B caused approximately 1.1 million deaths in 2022, mainly from cirrhosis and liver cancer. Vaccines are safe, widely available, and highly effective in preventing hepatitis B.\n\n**Overview:**\nHepatitis B is caused by the hepatitis B virus (HBV) and can lead to acute (short-term) or chronic (long-term) infection. Chronic infection significantly increases the risk of cirrhosis and liver cancer. HBV spreads through infected blood, saliva, semen, vaginal fluids, and from mother to child. A safe and effective vaccine provides nearly 100% protection when administered shortly after birth, followed by booster doses. The global burden is highest in the Western Pacific Region (97 million chronically infected) and African Region (65 million). High burdens also exist in South-East Asia (61 million), Eastern Mediterranean (15 million), European Region (11 million), and the Americas (5 million).\n\n**Transmission:**\nIn highly endemic regions, HBV is most frequently transmitted from mother to child at birth or between young children during the first five years of life. Chronic infection develops in about 95% of infants infected early in life, compared to less than 5% of adults infected later. HBV can also spread through needlestick injuries, tattooing, piercing, or contact with infected blood and body fluids. Sharing contaminated needles or syringes, and unsterile medical or cosmetic procedures, increase the risk. Sexual transmission is more common among unvaccinated individuals with multiple partners.\n\n**Symptoms:**\nMost newly infected individuals show no symptoms. Some may develop acute illness lasting several weeks, including:\n- Jaundice (yellowing of skin and eyes)\n- Dark urine\n- Extreme fatigue\n- Nausea\n- Vomiting\n- Abdominal pain\n\nSevere acute hepatitis can lead to liver failure and death. While many recover fully, some with chronic infection develop liver cirrhosis or hepatocellular carcinoma (liver cancer), which can be fatal.\n\n**HBV–HIV Coinfection:**\nAbout 1% (2.7 million) of people living with HBV are also infected with HIV. Conversely, 7.4% of people with HIV have HBV infection. WHO recommends HIV treatment for all diagnosed individuals. The drug **tenofovir**, used in first-line HIV therapy, is also effective against HBV.\n\n**Diagnosis:**\nHepatitis B cannot be diagnosed clinically and requires laboratory testing. Blood tests detect viral markers and distinguish between acute and chronic infection. Additional tests such as ultrasound and elastography evaluate liver fibrosis and disease progression. WHO recommends screening all blood donations for HBV.\n\nIn 2022, only 13% of people living with HBV were aware of their infection, and only 3% (7 million) were receiving treatment. The prevalence of chronic HBV in children under 5 dropped below 1% in 2019 due to widespread vaccination.\n\nWHO recommends adult HBsAg testing in areas with >2% HBV prevalence, with linkage to prevention, care, and treatment services. Targeted testing is advised for high-risk groups, including migrants, partners of infected individuals, health workers, people who inject drugs, people in prisons, men who have sex with men, sex workers, transgender individuals, and people living with HIV.\n\n**Treatment:**\nThere is no specific treatment for acute HBV; care focuses on relieving symptoms and preventing dehydration.\n\nChronic hepatitis B can be treated with antiviral medicines such as **tenofovir** and **entecavir**, which:\n- Slow progression to cirrhosis\n- Reduce liver cancer risk\n- Improve long-term survival\n\nMost people receiving treatment require lifelong therapy.\n\nThe 2024 WHO guidelines estimate that over 50% of people with chronic HBV may require treatment, depending on eligibility criteria.\n\nIn low-income countries, liver cancer is often diagnosed late, resulting in high mortality. In high-income countries, earlier diagnosis allows access to surgery, chemotherapy, and liver transplantation.\n\n**Prevention:**\nHepatitis B is preventable through vaccination. All infants should receive the first dose within 24 hours of birth, followed by 2–3 additional doses. Booster doses are generally not required once the series is completed.\n\nThe vaccine protects for at least 20 years, and likely for life.\n\nMother-to-child transmission can be prevented through antiviral treatment during pregnancy and timely vaccination of newborns.\n\nTo reduce HBV transmission:\n- Practice safe sex using condoms\n- Avoid sharing needles or piercing/tattoo equipment\n- Wash hands thoroughly after contact with blood or body fluids\n- Get vaccinated if working in healthcare or other high-risk settings\n\n**WHO Response:**\nGlobal health sector strategies (GHSS) for HIV, viral hepatitis, and STIs (2022–2030) guide health systems toward ending chronic HBV, HCV, HIV, and STIs by 2030. WHO supports countries by updating guidelines, strengthening prevention, testing and treatment programs, and promoting equitable access to care. WHO also raises awareness through annual World Hepatitis Day campaigns and helps nations integrate HBV strategies into broader universal health coverage and primary healthcare frameworks.",
  "category": "Infectious Diseases",
  "tags": [
    "hepatitis B",
    "HBV",
    "liver disease",
    "cirrhosis",
    "hepatocellular carcinoma",
    "vaccination",
    "viral hepatitis",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/hepatitis-b",
  "year": 2025
}
