{
  "id": "DOC_077",
  "title": "Rheumatoid arthritis",
  "body": "**Key Facts:**\nIn 2019, 18 million people worldwide were living with rheumatoid arthritis (RA). About 70% are women, and 55% are older than 55 years. Thirteen million people experience moderate or severe disease that could benefit from rehabilitation. Although RA is a systemic autoimmune disease, joints of the hands, wrists, feet, ankles, knees, shoulders and elbows are most often affected.\n\n**Overview:**\nRheumatoid arthritis is a chronic inflammatory disease that typically presents with joint pain. Untreated, it can severely damage joints and surrounding tissue and lead to heart, lung or nervous system complications. Symptoms include chronic pain, stiffness, tenderness, warmth and swelling in affected joints, making daily activities difficult. The exact cause is unknown, but risk factors include smoking, obesity, air pollution, female sex and older age. Timely diagnosis allows disease control through medicines, rehabilitation and, in severe cases, surgery (e.g., joint replacement) to restore movement or manage pain.\n\n**Scope of the problem:**\nRA usually begins in adults in their sixties. Women are two to three times more affected than men. Prevalence is higher in industrialized countries, reflecting demographics, environmental exposures and lifestyle risks, as well as under-diagnosis elsewhere.\n\n**Signs and symptoms:**\nRA causes inflammation and pain in one or more joints, most commonly small joints of the hands, wrists and feet. It is chronic and can worsen without treatment, harming joints and affecting organs such as the heart, lungs and nervous system. Early symptoms include pain, stiffness, tenderness, and swelling or redness in joints, typically symmetrically (e.g., both hands). Symptoms can spread to knees, elbows or shoulders, limiting daily activities. People may experience fatigue, malaise (fever, poor sleep, loss of appetite), depressive symptoms, difficulties with sexual function, reduced physical fitness, loss of independence and reduced ability to work.\n\n**Causes and risk factors:**\nSpecific causes remain unknown. Modifiable risks include smoking and obesity; non-modifiable risks include genetics, female sex and older age.\n\n**Prevention and control:**\nPrevention focuses on reducing inhaled silica and occupational exposures, avoiding tobacco use, maintaining healthy nutrition, physical activity, normal body weight and good dental hygiene. Some evidence suggests that breastfeeding may protect mothers.\n\n**Treatment and management:**\nRA is not curable. Management requires multidisciplinary care and individualized rehabilitation. Early diagnosis and treatment reduce symptoms, slow disease progression and prevent disability; remission is possible in some cases. Approaches aim to maintain joint mobility and muscle strength, reduce pain and improve functional capacity. Assistive technologies (orthoses, self-care devices) help protect joints and support independence. Medicines may include NSAIDs, glucocorticoids, disease-modifying antirheumatic drugs (DMARDs) and biological agents. Severe cases may need orthopedic surgery to relieve pain and restore movement, with rehabilitation essential afterwards. Education, counseling, healthy lifestyle and workplace support help people manage symptoms.\n\n**Self-care:**\nBecause RA affects many life domains, lifestyle changes are often required for individuals and families. Education and support enable coping strategies. Healthy habits—regular physical activity, balanced diet, stress management—are important.\n\n**WHO response:**\nWHO expands access to RA care through several initiatives. The Rehabilitation 2030 Package of Interventions outlines essential rehabilitation actions and assistive products for conditions including RA. Under the UN Decade of Healthy Ageing, WHO promotes reorienting health and care systems to meet older adults’ needs. The Integrated Care for Older People (ICOPE) approach supports person-centered assessments and tailored health and social care, including guidance to prevent loss of locomotor and psychological capacity due to pain.",
  "category": "Infectious Diseases",
  "tags": [
    "rheumatoid arthritis",
    "autoimmune disease",
    "rehabilitation",
    "WHO",
    "musculoskeletal health"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/rheumatoid-arthritis",
  "year": 2023
}

