{
  "id": "DOC_044",
  "title": "Oral Health",
  "body": "Oral diseases are largely preventable yet remain one of the most common chronic health burdens worldwide. Nearly 3.7 billion people are affected, and untreated dental caries in permanent teeth is the most prevalent condition tracked by the Global Burden of Disease study. Most oral health issues can be managed if detected early. Common problems include dental caries, periodontal disease, tooth loss, and oral cancers, while other conditions of public-health concern include orofacial clefts, noma, and oro-dental trauma. Prevention and treatment are costly, seldom covered by universal health coverage packages, and services are especially limited in low- and middle-income countries.\n\n**Symptoms**\n- Bleeding or swollen gums\n- Pain in teeth or gums\n- Halitosis (bad breath)\n- Gum detachment and tooth loosening\n- Visible pits or holes in teeth\n- Brown, black, or white staining on teeth\n- Toothache or sensitivity\n- Difficulty chewing\n- Complete tooth loss\n\n**Causes**\n- Plaque formation from sugars and starches that metabolize into acids that erode teeth over time\n- High sugar intake\n- Insufficient fluoride exposure\n- Inadequate plaque removal\n- Poor oral hygiene\n- Tobacco use\n- Excessive alcohol intake\n- Diets high in free sugars\n- Limited fluoride exposure\n- High availability of sugary foods and drinks\n- Constrained access to community oral care services\n- Tobacco, alcohol, and areca nut use (for oral cancer)\n- HPV infections (for oral cancer in younger populations)\n- Genetics (for orofacial clefts)\n- Maternal undernutrition during pregnancy (for orofacial clefts)\n- Malnutrition (for noma)\n\n**Prevention**\n- Promote diets low in free sugars and high in fruits and vegetables\n- Encourage water as the primary beverage\n- Eliminate all forms of tobacco (including areca nut chewing)\n- Limit alcohol intake\n- Promote protective gear during sports and cycling to reduce facial injuries\n- Ensure adequate fluoride exposure\n- Brush twice daily with fluoride toothpaste (1000–1500 ppm)",
  "category": "Oral Health",
  "tags": [
    "oral health",
    "dental caries",
    "periodontal disease",
    "oral cancer",
    "noma",
    "fluoride",
    "noncommunicable diseases",
    "WHO",
    "prevention"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/oral-health",
  "year": 2025
}
