{
  "id": "DOC_048",
  "title": "Gastritis",
  "body": "Gastritis occurs when the stomach lining becomes inflamed or irritated, leading to symptoms such as tummy pain, indigestion, bloating, nausea, vomiting, reduced appetite, and increased burping or flatulence. Treatments depend on the cause and may include antacids, alginates, acid-suppressing medicines, or antibiotics.\n\n**When to seek urgent care:**\nCall 999 or go to A&E if you vomit bright red blood or material that looks like coffee grounds, produce black tarry stools, or develop sudden severe abdominal or chest pain. Do not drive yourself; arrange transport and bring current medications.\n\n**When to seek medical advice:**\n- Ask for an urgent GP appointment or NHS 111 help if you lose appetite, feel full after small meals, lose weight unintentionally, sense a lump in the abdomen, have painful/difficult swallowing, or keep vomiting.\n- See a GP if tummy pain or indigestion lasts longer than a week, worsens, or recurs.\n\n**Common causes:**\nHelicobacter pylori infection, regular use of anti-inflammatory painkillers (ibuprofen, aspirin), excessive alcohol intake, severe stress or illness (e.g., after surgery), and autoimmune conditions targeting the stomach lining.\n\n**Diagnosis:**\nGPs may arrange a breath test for H. pylori, stool analysis, or blood tests. Preparation instructions (especially for breath tests) are usually provided about four weeks in advance.\n\n**Treatment:**\nTherapy targets the cause and may involve antibiotics for H. pylori, antacids, proton pump inhibitors, or alginates to suppress or neutralize acid, adjusting painkiller regimens, and stopping alcohol if it triggers symptoms. Untreated gastritis can progress to ulcers. Persistent or severe cases may require referral to a gastroenterologist for gastroscopy.\n\n**Self-care:**\n- **Do:** reduce caffeine intake, elevate the head/shoulders with an extra pillow at night, lose weight if overweight, and consult a doctor about long-term NSAID/aspirin use.\n- **Don’t:** eat within 3–4 hours of bedtime, consume acidic/fizzy/spicy/fatty foods or drinks, drink alcohol, or smoke.\n\n**Pharmacy support:**\nPharmacists can recommend antacids or alginates to shield the stomach and esophagus, and proton pump inhibitors to reduce acid production. Follow dosing instructions, noting whether the medicine should be taken before or after meals.",
  "category": "Digestive Disorders",
  "tags": [
    "gastritis",
    "stomach inflammation",
    "H. pylori",
    "antacids",
    "proton pump inhibitors",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/gastritis/",
  "year": 2022
}
