{
  "id": "DOC_081",
  "title": "Tonsillitis",
  "body": "**Overview:**\nTonsillitis is inflammation of the tonsils—two oval pads of tissue at the back of the throat, one on each side. It occurs mostly in children and teens. Most cases are caused by common viruses, though bacteria (notably group A streptococcus) can also be responsible. Treatment depends on the cause, so a prompt diagnosis is important. Surgery (tonsillectomy) is now reserved for recurrent, treatment-resistant or complicated cases.\n\n**Symptoms:**\nCommon symptoms include red, swollen tonsils; white or yellow coatings or patches on the tonsils; sore throat; pain or difficulty swallowing; fever; enlarged, tender lymph nodes in the neck; a scratchy, muffled or throaty voice; bad breath; stomachache; neck pain or stiffness; and headache. Younger children who can’t describe symptoms may drool due to painful swallowing, refuse food or be unusually fussy.\n\n**When to see a doctor:**\nSeek medical advice if a child has a sore throat with fever, a sore throat lasting more than 24–48 hours, painful or difficult swallowing, or marked weakness, fatigue or irritability. Get immediate care if there is trouble breathing, severe difficulty swallowing or excessive drooling.\n\n**Causes:**\nMost tonsillitis is viral in origin. Bacterial infections, especially group A streptococcus (strep throat), can also cause it. Tonsils act as part of the immune system’s first line of defense, which exposes them to frequent infections. Their immune activity decreases after puberty, so adults are less often affected.\n\n**Risk factors:**\nThe main risk factors are young age (especially 5–15 years for bacterial tonsillitis) and close contact with others (e.g., school settings) where germs spread easily.\n\n**Complications:**\nRecurrent or chronic tonsillitis can lead to obstructive sleep apnea, tonsillar cellulitis (infection spreading deeper into tissue) or peritonsillar abscess (pus buildup near a tonsil). Untreated group A strep infections can lead to rheumatic fever, scarlet fever complications, post-streptococcal glomerulonephritis (kidney inflammation) and post-streptococcal reactive arthritis.\n\n**Prevention:**\nTo reduce spread of viral and bacterial causes, teach children to wash hands frequently, avoid sharing utensils or drinks and replace toothbrushes after a diagnosis. Keep ill children home until they’re no longer contagious, and encourage covering coughs or sneezes with tissues or elbows.",
  "category": "Public Health",
  "tags": [
    "tonsillitis",
    "upper respiratory infection",
    "children's health",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/tonsillitis/symptoms-causes/syc-20378479",
  "year": 2025
}

