{
  "id": "DOC_083",
  "title": "Ear Infection Basics",
  "body": "**Key Facts:**\nEar pain in children may signal an ear infection. Some middle ear infections need antibiotics, but many improve without them. Talk to your child's healthcare provider about the best approach.\n\n**Overview:**\nChildren get ear infections more often than adults. Main types include:\n- **Middle ear infection (acute otitis media):** Infection in the middle ear.\n- **Otitis media with effusion:** Fluid buildup in the middle ear without infection; usually no fever, pain or pus.\n- **Swimmer’s ear (otitis externa):** Infection of the outer ear canal, distinct from middle ear infections.\n\n**Signs and symptoms:**\nEar pain, fever, fussiness or irritability, rubbing or tugging at an ear and trouble sleeping.\n\n**Causes:**\nBacteria (especially *Streptococcus pneumoniae* and *Haemophilus influenzae* nontypeable) and viruses (such as those causing colds) commonly cause middle ear infections.\n\n**Prevention:**\nStay healthy and protect others by getting recommended vaccines (flu, pneumococcal), washing hands, breastfeeding (exclusively until 6 months and then continuing through 12 months), avoiding tobacco smoke exposure and drying ears thoroughly after swimming.\n\n**When to seek medical care:**\nConsult a healthcare provider for fever ≥102.2°F (39°C), ear discharge, worsening symptoms, symptoms lasting more than 2–3 days, or hearing loss. Seek immediate care for infants under 3 months with fever ≥100.4°F (38°C).\n\n**Diagnosis:**\nHealthcare providers diagnose middle ear infections by reviewing symptoms and examining the ears, especially the eardrum, for signs of infection or fluid.\n\n**Treatment:**\nThe immune system often clears mild middle ear infections without antibiotics. Severe infections or those lasting longer than 2–3 days need antibiotics. For mild infections, clinicians may recommend **watchful waiting** (observing for 2–3 days before deciding on antibiotics) or **delayed prescribing** (issuing a prescription but advising to wait 2–3 days before filling it unless symptoms persist).\n\n**How to feel better:**\nRest, stay hydrated, and use over-the-counter pain or fever relievers as directed. These measures can ease symptoms with or without antibiotics.\n\n**Over-the-counter medicine and children:**\nUse OTC medicines only as directed. Pain relievers: infants under 6 months should receive only acetaminophen; older children can take acetaminophen or ibuprofen; never give aspirin (risk of Reye’s syndrome). Cough and cold medicines: avoid in children under 4 unless directed by a healthcare provider. Always confirm appropriate dosages and inform your child’s provider about all medications they take.",
  "category": "Public Health",
  "tags": [
    "ear infections",
    "otitis media",
    "pediatrics",
    "CDC"
  ],
  "source": "CDC",
  "url": "https://www.cdc.gov/ear-infection/about/",
  "year": 2024
}

