{
  "id": "DOC_022",
  "title": "Chickenpox",
  "body": "Chickenpox is a common infection that spreads easily and mostly affects children. It usually gets better on its own after 1 to 2 weeks without needing to see a GP, but can be serious in some people.\n\n**Symptoms:**\nThe main symptom of chickenpox is an itchy, spotty rash. It can be anywhere on the body. Before or after the rash appears, you might also have: a high temperature; aches and pains, and generally feel unwell; and loss of appetite. Chickenpox happens in 3 stages, but new spots can appear while others are becoming blisters or forming a scab.\n\n**Stage 1: small spots appear:**\nThe spots can: be anywhere on the body, including inside the mouth and around the genitals, which can be painful; spread or stay in a small area; be red, pink, darker or the same colour as surrounding skin, depending on your skin tone; and be harder to see on brown and black skin.\n\n**Stage 2: the spots become blisters:**\nThe spots fill with fluid and become blisters. The blisters are very itchy and may burst.\n\n**Stage 3: the blisters become scabs:**\nThe spots form a scab. Some scabs are flaky, while others leak fluid.\n\n**Self-treatment:**\nIf you have chickenpox, you'll need to stay off school, nursery or work until all the spots have formed a scab. This is usually 5 days after the spots first appeared. There are things you can do to treat chickenpox yourself at home without needing to see a GP. Do: drink plenty of fluids (try ice lollies if your child is not drinking); take paracetamol to help with any pain and discomfort; cut your child's fingernails and put socks on their hands at night to stop them scratching; use cooling creams or gels from a pharmacy; speak to a pharmacist about using antihistamine medicine to help itching; bathe in cool water and pat the skin dry (do not rub); and dress in loose clothes. Don't: do not use ibuprofen unless you're told to by a doctor, as it may cause serious skin infections; do not give aspirin to children under 16 years; and do not scratch the spots, as scratching can cause scarring. Do not go near newborn babies or anyone who's pregnant or has a weakened immune system, as chickenpox can be dangerous for them.\n\n**When to seek medical advice:**\nIf you're not sure it's chickenpox or you're concerned about yourself or your child, see a GP. Tell the receptionist you think it might be chickenpox before going in to a GP surgery. Get urgent advice from NHS 111 if: your or your child's chickenpox symptoms suddenly get worse; your child has chickenpox and is showing signs of dehydration, such as fewer wet nappies; the skin around the chickenpox blisters is hot, painful and red (redness may be harder to see on brown or black skin); you're breastfeeding and have chickenpox symptoms; you're pregnant and have not had chickenpox before (or you're not sure) and you've been near someone with chickenpox; you have a weakened immune system and have been near someone with chickenpox; or you think your newborn baby has chickenpox or has been near someone with chickenpox. Some people may be able to take medicine to prevent complications. It needs to be started within 24 hours of the spots appearing.\n\n**How chickenpox is spread:**\nYou can spread chickenpox to other people from 2 days before your spots appear until they have all formed scabs, which is usually 5 days after your spots appeared. The spots start appearing around 1 to 3 weeks after you caught chickenpox. You can catch chickenpox from: being in the same room as someone with it; touching things that have fluid from the blisters on them; and someone who has shingles if you have not had chickenpox before (but you cannot catch shingles from someone who has chickenpox).\n\n**The chickenpox vaccine:**\nYou can get the chickenpox vaccine on the NHS if there's a risk you could spread the virus to someone who has a weakened immune system. For example, a child can be vaccinated if one of their parents is having chemotherapy. You can also pay for the vaccine at some private clinics or travel clinics. It costs between £120 and £200.",
  "category": "Infectious Diseases",
  "tags": [
    "chickenpox",
    "varicella",
    "varicella-zoster virus",
    "infectious disease",
    "viral infection",
    "rash",
    "spots",
    "blisters",
    "scabs",
    "itchy",
    "fever",
    "high temperature",
    "children",
    "contagious",
    "spread",
    "shingles",
    "chickenpox vaccine",
    "paracetamol",
    "antihistamine",
    "scarring",
    "pregnancy",
    "weakened immune system",
    "newborn babies",
    "dehydration",
    "NHS 111",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/chickenpox/",
  "year": 2025
}
