{
  "id": "DOC_105",
  "title": "Sexual Health",
  "body": "Sexual health is fundamental to individual, familial, community and societal well-being and development. An affirmative view of sexual health requires positive, respectful approaches to sexuality and relationships, and the possibility of pleasurable, safe sexual experiences free of coercion, discrimination and violence. Achieving sexual health and well-being depends on access to comprehensive, high-quality information about sex and sexuality; awareness of risks and personal vulnerability; access to sexual health care; and supportive environments that promote sexual health. Sexual health concerns span sexual orientation, gender identity, expression, relationships and pleasure, as well as adverse outcomes such as HIV, sexually transmitted infections (STIs), reproductive tract infections (RTIs), unintended pregnancy, sexual dysfunction, sexual violence, and harmful practices like female genital mutilation (FGM).\n\n**Definitions:**\nWHO has engaged in sexual health work since at least 1974, culminating in technical consultations (2000–2002) that developed working definitions:\n- **Sex:** Biological characteristics defining humans as female or male (recognizing overlaps). The term is often used colloquially to mean sexual activity, but technically refers to biological attributes.\n- **Sexual health:** “A state of physical, emotional, mental and social well-being in relation to sexuality; not merely the absence of disease, dysfunction or infirmity. It requires a positive and respectful approach to sexuality and sexual relationships, and the possibility of having pleasurable and safe sexual experiences, free of coercion, discrimination and violence. Achieving sexual health requires respect for, protection of, and fulfilment of sexual rights.” (WHO, 2006a)\n- **Sexuality:** A central aspect of being human that encompasses sex, gender identities and roles, sexual orientation, eroticism, pleasure, intimacy and reproduction. Sexuality is expressed in thoughts, fantasies, desires, beliefs, attitudes, values, behaviours, practices, roles and relationships, though not all dimensions are always experienced or expressed. Biological, psychological, social, economic, political, cultural, legal, historical, religious and spiritual factors influence sexuality.\n- **Sexual rights:** Application of existing human rights to sexuality and sexual health. Sexual rights protect everyone’s ability to fulfil and express their sexuality and enjoy sexual health, provided they respect others’ rights. These rights include equality and non-discrimination; freedom from torture or cruel, inhuman or degrading treatment; privacy; the highest attainable standard of health (including sexual health) and social security; marrying and founding a family with free and full consent and equality within marriage; deciding the number and spacing of children; access to information and education; freedom of opinion and expression; and effective remedies for rights violations. Responsible exercise of rights requires respecting others’ rights.\n\n**Issues and conceptual elements:**\nInternational human rights instruments increasingly support legal claims demanding respect, protection and fulfilment of sexual and reproductive health rights. Key conceptual elements emphasize that sexual health:\n- Concerns well-being, not just absence of disease;\n- Requires respect, safety, and freedom from discrimination and violence;\n- Depends on fulfilment of human rights;\n- Applies throughout the lifespan, for youth and older adults as well as people of reproductive age;\n- Is expressed through diverse sexualities and forms of expression;\n- Is shaped by gender norms, roles, expectations, and power dynamics;\n- Must be understood within specific social, economic and political contexts.\n\nSexual health programming therefore integrates rights-based approaches grounded in internationally recognized human rights frameworks.",
  "category": "Public Health",
  "tags": [
    "sexual health",
    "sexual rights",
    "WHO definitions",
    "human rights",
    "sexuality"
  ],
  "source": "WHO",
  "url": "https://www.who.int/health-topics/sexual-health#tab=tab_1",
  "year": 2025
}
