{
  "id": "DOC_069",
  "title": "Bipolar disorder",
  "body": "**Key Facts:**\nBipolar disorder is a mental health condition that affects a person's mood, energy, activity and thought and is characterized by manic (or hypomanic) and depressive episodes. An estimated 1 in 200 (or 37 million) people live with bipolar disorder worldwide. Bipolar disorder is associated with significant disability and difficulties in many areas of life. Many people with bipolar disorder are misdiagnosed or untreated and experience discrimination and stigma. There are a range of effective care options, which combine medicines and psychosocial interventions to help people with bipolar disorder stay well.\n\n**Overview:**\nIn 2021, an estimated 37 million people (or 0.5% of the global population), including approximately 34 million adults, were living with bipolar disorder. The condition is primarily observed among working-age people, but also in youth. While the prevalence of bipolar disorder among men and women is approximately equal, available data indicate that women are more often diagnosed. Worldwide, the treatment coverage for people with bipolar disorder is low. Both men and women are often misdiagnosed. Many lack access to services and recommended interventions, especially in low- and middle-income countries (LMICs). Stigma and discrimination against people with bipolar disorder are widespread, both in communities and health services. This can undermine access to health care. It also fuels social exclusion and can limit opportunities for education, employment and housing. Bipolar disorder is one of the leading causes of disability globally as it can affect many areas of life. People with bipolar disorder may experience strained relationships, problems at school or work, and difficulties in carrying out daily activities. Having bipolar disorder also increases the risk of suicide and of developing anxiety and substance use disorders. People with bipolar disorder are more likely to smoke, use alcohol, have a physical health condition (e.g. cardiovascular or respiratory disease), and experience difficulties in accessing health care. On average, people with bipolar disorder die on average 13 years earlier than the general population.\n\n**Symptoms and Patterns:**\nBipolar disorder is a mental health condition characterized by mood swings from one extreme to another. During a manic episode, a person experiences an extremely high mood with lots of energy (feeling very happy, excited, overactive). They may have a sense of euphoria, sudden shifts in mood or an excess of emotion (uncontrollable laughing or feeling much more irritable, agitated or restless than usual).\n\nIn manic episodes, the changes in mood and activities are accompanied by other characteristic symptoms, which may include:\n- Highly inflated sense of self-worth or self-esteem\n- Talking quickly and rapidly shifting from one idea to the next\n- Having trouble concentrating and being easily distracted\n- Decreased need for sleep\n- Reckless or risk-taking behaviour, for example overspending, risky sexual activity, drinking, or harming oneself or others\n- Fixed and mistaken grandiose or persecutory beliefs in something untrue (e.g. \"I am a very famous person\", \"My neighbour is spying on me\")\n\nOn the contrary, during a depressive episode, a person experiences a depressed mood (feeling sad, irritable, empty). They may feel a loss of interest or pleasure in activities that they had previously enjoyed. Other symptoms are also present, which may include:\n- Poor concentration\n- Feelings of excessive guilt or low self-worth\n- Hopelessness about the future\n- Thoughts about dying or suicide\n- Disrupted sleep\n- Changes in appetite or weight\n- Feeling very tired or low in energy\n\nA depressive episode is different from mood fluctuations commonly experienced by most people, in that the symptoms last most of the day, nearly every day, for at least two weeks. Both manic and depressive episodes can cause significant difficulties in all aspects of life, including at home, work and school. They may require specialized care to prevent the person from doing harm to themselves or others.\n\nSome people with bipolar disorder may experience what are called hypomanic episodes. Hypomanic episodes involve similar symptoms to manic episodes, but the symptoms are less intense and do not typically disrupt the person's ability to function to the same extent.\n\nThere are two main types of bipolar disorder, depending on patterns of manic or hypomanic and depressive episodes:\n- People with **bipolar type I disorder** experience one or more manic episodes interspaced with episodes of depression which usually become more common over time (compared with manic episodes)\n- People with **bipolar type II disorder** have had one or more hypomanic episodes and at least one depressive episode, but no history of manic episodes\n\n**Risks and Protective Factors:**\nThe exact cause of bipolar disorder is unknown. Several factors – including biological (e.g. genetic), psychological, social and structural factors – may contribute to its onset, trajectory and outcomes. Adverse circumstances or life-altering events can trigger or exacerbate the symptoms of bipolar disorder. These may include bereavement, violence or the breakdown of a relationship. The use of alcohol or drugs can also influence the onset and trajectory of bipolar disorder. Although employment can be a source of stress for people living with bipolar disorder, it can also be protective. Under good working conditions, and when supported at their workplace with reasonable adjustments, employment can promote recovery by improving functioning, reducing symptoms and leading to a higher quality of life and improved self-esteem.\n\n**Treatment and Care:**\nEven though symptoms often recur, recovery is possible. With appropriate care, people with bipolar disorder can cope with their symptoms and live meaningful and productive lives. There are a range of effective treatment options, typically a mix of medicines and psychological and psychosocial interventions. Medicines are considered essential for treatment, but themselves are usually insufficient to achieve full recovery. People with bipolar disorder should be treated with respect and dignity and should be meaningfully involved in care choices, including through shared decision-making regarding treatment and care, balancing effectiveness, side-effects and individual preferences.\n\n**Medicines:**\nPeople with bipolar disorder need treatment and care across acute episodes of mania and depression and when indicated, longer-term treatment to prevent relapse. Mood stabilizers (such as lithium, valproate) and antipsychotics are proven to help manage acute mania. Lithium prescription requires clinical and laboratory monitoring. Girls and women who are pregnant, breastfeeding or have childbearing potential should not use valproate. Lithium and carbamazepine also need to be avoided during pregnancy and breastfeeding whenever possible. Antidepressants should not be taken during a manic episode and they may be combined with mood stabilizers or antipsychotics during episodes of depression. Some medicines for bipolar disorder can make people feel sleepy, have involuntary muscle spasms or tremors, or experience metabolic changes (e.g. involving weight gain). These side effects can affect adherence to treatment and should be monitored and managed. Adults with bipolar disorder who are in complete remission (no symptoms) usually need to continue with mood stabilizers or antipsychotic medicines for at least six months. Those experiencing multiple episodes of mania and depression will usually require longer-term treatment to minimize relapses.\n\n**Psychological and Psychosocial Interventions:**\nPeople with bipolar disorder can benefit from lifestyle changes involving regular sleep, physical activity, a healthy diet, reduction of stressors, and mood monitoring. Psychological interventions (e.g. cognitive behavioural therapy, interpersonal therapy, psychoeducation) can effectively reduce depressive symptoms and the possibility of them coming back. Family psychoeducation can also help families understand and support their loved one better. Support from family and friends is very important. Support groups – where people can receive encouragement, learn coping skills, and share experiences – can be helpful to people with bipolar disorder and their families. Recovery-oriented psychosocial interventions include supported employment, supported housing, peer support, and social and life skills training. They serve to promote hope and to support the autonomy, personal empowerment and social inclusion of people with bipolar disorder. Medicines and psychological or psychosocial interventions should be tailored to the needs of the person and combined for best outcomes.\n\n**WHO Response:**\nThe Comprehensive mental health action plan 2013-2030 highlights the steps needed to provide appropriate services for people with mental health conditions, including bipolar disorder. The WHO Special Initiative for Mental Health aims to further progress towards the plan's objectives by ensuring 100 million more people can access quality and affordable care for mental health conditions. WHO's Mental Health Gap Action Programme (mhGAP), which is being implemented in more than 100 countries, provides evidence-based technical guidance, tools and training packages to build capacities and expand treatment coverage for a set of priority conditions, including bipolar disorder, in non-specialized settings in LMICs. WHO's guidelines on Management of physical health conditions in adults with severe mental disorders provide evidence-based recommendations to practitioners on how to recognize and manage comorbid physical and mental health conditions, including bipolar disorder. WHO's QualityRights initiative aims to improve the quality of care and human rights standards in mental health and social care facilities and to empower organizations to advocate for the health of people with mental health conditions, including bipolar disorder. The Guidance on community mental health services and person-centred and rights-based approaches describes what person-centred and human rights-based approaches look like in mental health, and give examples of good practice services.",
  "category": "Mental Health",
  "tags": [
    "bipolar disorder",
    "mental health",
    "manic episodes",
    "depressive episodes",
    "mood disorders",
    "bipolar type I",
    "bipolar type II",
    "mental disorders",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/bipolar-disorder",
  "year": 2025
}

