{
  "id": "DOC_015",
  "title": "Heart Attack",
  "body": "A heart attack (myocardial infarction or MI) is a serious medical emergency in which the supply of blood to the heart is suddenly blocked, usually by a blood clot. A heart attack is a medical emergency. Call 999 and ask for an ambulance if you suspect a heart attack. A lack of blood to the heart may seriously damage the heart muscle and can be life threatening.\n\n**Symptoms:**\nSymptoms of a heart attack can include: chest pain—a feeling of pressure, heaviness, tightness or squeezing across your chest; pain in other parts of the body—it can feel as if the pain is spreading from your chest to your arms (usually the left arm, but it can affect both arms), jaw, neck, back and tummy; feeling lightheaded or dizzy; sweating; shortness of breath; feeling sick (nausea) or being sick (vomiting); an overwhelming feeling of anxiety (similar to a panic attack); coughing or wheezing. The chest pain is often severe, but some people may only experience minor pain, similar to indigestion. While the most common symptom is chest pain, symptoms can vary from person to person. Some people may have other symptoms such as shortness of breath, feeling or being sick and back or jaw pain without any chest pain. Call 999 immediately if you think someone might be having a heart attack. The faster you act, the better their chances.\n\n**Treatment:**\nWhile waiting for an ambulance, it may help to chew and then swallow a tablet of aspirin (ideally 300mg), as long as the person having a heart attack is not allergic to aspirin. Aspirin helps to thin the blood and improves blood flow to the heart. In hospital, treatment for a heart attack depends on the type of heart attack, and how serious it is. The 2 main treatments are: using medicines to dissolve blood clots; and surgery to help restore blood to the heart.\n\n**Causes:**\nCoronary heart disease (CHD) is the leading cause of heart attacks. CHD is a condition in which the major blood vessels (coronary arteries) that supply the heart muscle become clogged by a build-up of deposits of fatty substances, known as plaques. Before a heart attack, 1 of the plaques bursts (ruptures), causing a blood clot to develop at the site of the rupture. The clot may block the supply of blood to the heart, triggering a heart attack.\n\n**Recovery:**\nThe time it takes to recover from a heart attack will depend on the amount of damage to your heart muscle. Most people can return to work after having a heart attack. How quickly you can go back to work depends on your health, the state of your heart and the type of work you do. The recovery process aims to: reduce your risk of another heart attack through a combination of lifestyle changes (such as eating a healthy diet), and medicines (such as statins), which help to lower blood cholesterol levels; and gradually restore your physical fitness so you can resume normal activities (cardiac rehabilitation).\n\n**Complications:**\nComplications of a heart attack can be serious and possibly life threatening. These include: arrhythmias—these are abnormal heartbeats, and some types can stop the heart beating; cardiogenic shock—where the heart's muscles are severely damaged and can no longer contract properly to supply enough blood to maintain many body functions; heart rupture—where the heart's muscles, walls or valves split apart (rupture). These complications can happen quickly after a heart attack and are a leading cause of death. Some people die suddenly from a complication of a heart attack before reaching hospital or within the 1st month after a heart attack. But with treatment many people survive a heart attack. The outlook often depends on: age—serious complications are more likely as you get older; the severity of the heart attack—how much of the heart's muscle has been damaged during the attack; how long it took before a person received treatment—treatment for a heart attack should begin as soon as possible; and general health.\n\n**Prevention:**\nThere are some steps you can take to reduce your risk of having a heart attack (or having another heart attack): smokers should quit smoking; lose weight if you're overweight or obese; do regular exercise—adults should do at least 150 minutes (2 hours and 30 minutes) of moderate-intensity aerobic exercise each week, unless advised otherwise by the doctor in charge of your care; eat a low-fat, high-fibre diet, including wholegrains and at least 5 portions of fruit and vegetables a day; and moderate your alcohol consumption.",
  "category": "Cardiovascular Diseases",
  "tags": [
    "heart attack",
    "myocardial infarction",
    "MI",
    "coronary heart disease",
    "CHD",
    "cardiac emergency",
    "chest pain",
    "blood clot",
    "coronary arteries",
    "plaque rupture",
    "aspirin",
    "cardiac rehabilitation",
    "arrhythmias",
    "cardiogenic shock",
    "heart rupture",
    "statins",
    "cholesterol",
    "cardiovascular disease",
    "emergency",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/heart-attack/",
  "year": 2024
}
