{
  "id": "DOC_014",
  "title": "Chronic Kidney Disease",
  "body": "More than 1 in 7 American adults has chronic kidney disease (CKD), and as many as 9 in 10 don't know they have it. Specific blood and urine tests are needed to check for CKD. CKD can be treated, and the earlier treatment starts the better.\n\n**Overview:**\nYour kidneys, each just the size of a computer mouse, filter all the blood in your body every 30 minutes. They work hard to remove wastes, toxins, and excess fluid. They also help control blood pressure, signal the body to make red blood cells, help keep your bones healthy, and regulate blood chemicals that are essential to life. Kidneys that function properly are critical for maintaining good health. CKD is a condition in which the kidneys are damaged and can't filter blood as well as they should. Because of this, excess fluid and waste remain in the body and may cause health problems such as heart disease. Other health problems related to CKD include: anemia or low number of red blood cells; increased occurrence of infections; low calcium levels, high potassium levels, and high phosphorus levels in the blood; loss of appetite or eating less; and depression or lower quality of life. CKD has varying levels of seriousness. It usually gets worse over time, though treatment has been shown to slow progression. CKD can progress to kidney failure or end-stage kidney disease (ESKD). It also increases the risk of heart disease and stroke. When the kidneys stop working, dialysis or kidney transplant is needed for survival. Kidney failure treated with dialysis or kidney transplant is called end-stage kidney disease. Not all people with kidney disease progress to kidney failure.\n\n**Symptoms:**\nPeople with CKD may not feel ill or notice any symptoms. The only way to find out for sure if you have CKD is through blood and urine tests. These tests measure both the creatinine level in the blood and protein in the urine.\n\n**Reducing risk:**\nTo reduce your risk of CKD: keep your blood pressure below 140/90 mm Hg (or the target your doctor sets for you); if you have diabetes, stay in your target blood sugar range as much as possible; get active—physical activity helps control blood pressure and blood sugar levels; lose weight if needed; get tested for CKD regularly if you're at risk; if you have CKD, meet with a dietician to create a kidney-healthy eating plan—the plan may need to change as you get older or if your health status changes; take medicines as instructed and ask your doctor about blood pressure medicines called angiotensin-converting enzyme inhibitors and angiotensin II receptor blockers, which may protect your kidneys in addition to lowering blood pressure; if you smoke, make a plan to quit—smoking can worsen kidney disease and interfere with medication that lowers blood pressure; include a kidney doctor (nephrologist) on your health care team.\n\n**CKD by the numbers:**\nKidney diseases are a leading cause of death in the United States. About 35.5 million US adults are estimated to have CKD, and most are undiagnosed. 40% of people with severely reduced kidney function (not on dialysis) are not aware of having CKD. Every day, 360 people begin dialysis treatment for kidney failure. In the United States, diabetes and high blood pressure are the leading causes of kidney failure, accounting for 2 out of 3 new cases. In 2022, treating Medicare beneficiaries with CKD cost $95.7 billion, and treating people for dialysis cost $45.3 billion.",
  "category": "Chronic Diseases",
  "tags": [
    "chronic kidney disease",
    "CKD",
    "kidney disease",
    "kidney failure",
    "end-stage kidney disease",
    "ESKD",
    "dialysis",
    "kidney transplant",
    "nephrology",
    "diabetes",
    "high blood pressure",
    "hypertension",
    "creatinine",
    "proteinuria",
    "anemia",
    "nephrologist",
    "ACE inhibitors",
    "ARB",
    "CDC",
    "chronic conditions"
  ],
  "source": "CDC",
  "url": "https://www.cdc.gov/kidney-disease/about/index.html",
  "year": 2024
}
