{
  "id": "DOC_054",
  "title": "Tuberculosis",
  "body": "**Key Facts:**\nA total of 1.23 million people died from tuberculosis (TB) in 2024 (including 150 000 among people with HIV). TB remains the world’s leading cause of death from a single infectious agent and one of the top 10 causes of death. It was the leading killer of people with HIV in 2024 and a major contributor to antimicrobial resistance–related deaths. In 2024, an estimated 10.7 million people fell ill with TB worldwide (5.8 million men, 3.7 million women, 1.2 million children). TB occurs in all countries and age groups. Multidrug-resistant TB (MDR-TB) remains a major global health threat, with only 2 in 5 drug-resistant TB patients receiving treatment in 2024. Global TB efforts have saved an estimated 83 million lives since 2000. TB is preventable and curable.\n\n**Overview:**\nTuberculosis (TB) is an infectious bacterial disease that primarily affects the lungs. It spreads through the air when infected individuals cough, sneeze or spit. About a quarter of the global population is infected with TB bacteria, though most do not feel sick or spread the disease. Only 5–10% of infected individuals develop TB disease. Babies and children are at higher risk. TB is treatable with antibiotics, but fatal without treatment. In many countries, the BCG vaccine is administered to babies to prevent severe TB forms. Risk factors for TB disease include diabetes, weakened immunity (e.g., HIV), undernutrition, tobacco use, and harmful alcohol use.\n\n**Symptoms:**\nMost people with TB infection do not feel sick or spread TB. TB disease develops when bacteria multiply and affect organs, usually the lungs, but also the kidneys, brain and spine. TB symptoms may be mild for months, increasing the risk of unknowingly spreading infection. Some people with TB disease have no symptoms but can still spread TB.\n\n**Common TB symptoms include:**\n- Prolonged cough (sometimes with blood)\n- Chest pain\n- Weakness\n- Fatigue\n- Weight loss\n- Fever\n- Night sweats\n\nSymptoms vary depending on the affected organ.\n\n**Prevention:**\nPrevention strategies include:\n- Seeking medical attention early for prolonged cough, fever, or unexplained weight loss\n- Screening for TB if at higher risk (e.g., HIV, household exposure)\n- Completing TB preventive treatment (TPT) if prescribed\n- Practicing good cough hygiene when infected (masking, covering mouth/nose, proper disposal of tissues)\n- Ensuring good ventilation and respirator use in healthcare and institutional settings\n\n**Diagnosis:**\nWHO recommends rapid diagnostic tests as the initial method for all people with TB symptoms. These include biomarker-based tests and molecular assays that provide results within 48 hours. Diagnosing drug-resistant TB, HIV-associated TB, and pediatric TB can be complex; WHO provides specific recommendations for accurate detection.\n\nTests used to detect TB infection include the tuberculin skin test (TST), interferon gamma release assays (IGRA), and newer antigen-based skin tests (TBST). These identify individuals who may benefit from TB preventive treatment.\n\n**Treatment:**\nTB disease is treated with special antibiotics. Treatment is recommended for both TB infection and disease. Common antibiotics include:\n- Rifampicin\n- Isoniazid\n- Pyrazinamide\n- Ethambutol\n\nTreatment lasts 4–6 months and must be taken consistently. Stopping early can cause drug resistance. Drug-resistant TB requires alternative medications.\n\n**Multidrug-Resistant TB (MDR-TB):**\nMDR-TB occurs when TB bacteria do not respond to rifampicin and isoniazid. MDR-TB can be treated with other, often more expensive medicines that may have more side effects. People exposed to MDR-TB may receive levofloxacin as preventive treatment.\n\nXDR-TB (extensively drug-resistant TB) can develop when MDR-TB bacteria become resistant to additional drugs, leaving limited treatment options. MDR-TB remains a global crisis, with only 40% of patients receiving treatment in 2024.\n\nWHO prioritizes a 6-month all-oral short regimen (BPaLM/BPaL) for eligible patients. Global scale-up increased from 1,744 people on short regimens in 2022 to 34,000 in 2024.\n\n**TB and HIV:**\nPeople living with HIV are 12 times more likely to develop TB disease. TB is the leading cause of death among people with HIV. In 2024, 150,000 people died from HIV-associated TB. About 82% of individuals with TB had documented HIV test results in 2024. The African Region bears the highest HIV-associated TB burden.\n\nOnly 61% of people with HIV-associated TB received antiretroviral therapy (ART) in 2024. Joint TB/HIV activities recommended by WHO since 2004 have helped avert 9.8 million deaths through screening, prevention and treatment.\n\n**Impact:**\nTB affects people of all ages but mainly adults in their productive years. Over 80% of TB cases and deaths occur in low- and middle-income countries. In 2024, new TB cases were highest in the WHO South-East Asia Region (34%), Western Pacific Region (27%), and African Region (25%). Eight countries accounted for two-thirds of global TB cases, with India alone representing 25%.\n\nAbout 50% of TB patients and families face catastrophic costs (>20% of total household income). TB risk increases with HIV, undernutrition, diabetes, tobacco use and alcohol use. In 2024, new TB cases attributable to key risk factors included 0.97 million (undernutrition), 0.93 million (diabetes), 0.74 million (alcohol use), 0.70 million (smoking), and 0.57 million (HIV).\n\n**Investments to End TB:**\nUS$ 22 billion is needed annually by 2027 to reach global TB targets. In 2024, 82% of TB funding came from domestic sources, totaling US$ 4.8 billion in LMICs. Brazil, China, India, the Russian Federation, and South Africa contributed 64% of domestic spending. Donor funding remained at US$ 1.1 billion. TB research funding in 2023 was US$ 1.2 billion—far below the target of US$ 5 billion per year.\n\n**WHO Response:**\nWHO works with countries, partners, and civil society to scale up the TB response. Its six core functions support global TB targets, the 2023 UN High-Level Meeting declaration, the End TB Strategy, SDGs, and WHO strategic priorities.",
  "category": "Infectious Diseases",
  "tags": [
    "tuberculosis",
    "TB",
    "MDR-TB",
    "XDR-TB",
    "infectious disease",
    "public health",
    "HIV-associated TB",
    "TB treatment",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/tuberculosis",
  "year": 2025
}
