{
  "id": "DOC_062",
  "title": "Cholera",
  "body": "**Key Facts:**\nCholera is a severe diarrheal disease that can be fatal within hours if not treated. Quick access to treatment is crucial. Researchers estimate that there are 1.3 to 4.0 million cases and 21,000 to 143,000 deaths from cholera worldwide each year. Most people with cholera have no or mild symptoms and can be treated with oral rehydration solution. Severe cases need intravenous fluids, oral rehydration solution and antibiotics. Population's access to safe water, basic sanitation and hygiene (WASH) is essential to prevent cholera. The oral cholera vaccine (OCV) can help prevent and control cholera.\n\n**Overview:**\nCholera is an acute diarrheal infection caused by consuming food or water contaminated with the bacterium _Vibrio cholerae_. It is a global public health threat and indicates inequity and lack of social and economic development. Access to safe water, basic sanitation and hygiene is essential to prevent cholera and other waterborne diseases. Most people with cholera have mild or moderate diarrhoea and can be treated with oral rehydration solution (ORS). However, the disease can progress rapidly, so starting treatment quickly is vital to save lives. Patients with severe disease need intravenous fluids, ORS and antibiotics. Countries need strong epidemiological and laboratory surveillance to swiftly detect and monitor outbreaks and guide responses.\n\n**Symptoms:**\nCholera can cause severe acute watery diarrhoea, which can be fatal within hours if untreated. Most people infected with _V. cholerae_ do not develop symptoms but can spread the bacteria through their faeces for 1–10 days. Symptoms appear 12 hours to 5 days after infection. Most people with the disease have mild or moderate symptoms. A minority of patients develop severe acute watery diarrhoea and life-threatening dehydration.\n\n**History:**\nCholera has been known for many centuries. The first pandemic, or global epidemic, was recorded in the 19th century. Since then, six pandemics have killed millions of people worldwide. The current (seventh) pandemic started in south Asia in 1961 and continues to affect populations globally.\n\n**Vibrio cholerae Strains:**\nOnly two serogroups, O1 and O139, cause cholera outbreaks. _V. cholerae_ O1 has caused all recent outbreaks. _V. cholerae_ O139 caused outbreaks in Asia in the past but has recently only been identified in sporadic cases. There is no difference in the illness caused by the two serogroups.\n\n**Epidemiology, Risk Factors and Disease Burden:**\nCholera outbreaks occur regularly in some countries. In others, they are less frequent, and it may be years between outbreaks. Cholera is linked to limited access to safe water, basic sanitation facilities and poor hygiene practices. This may be due to conflict, population displacement, climate events like cyclones, floods or drought, and lack of investment in maintaining and improving WASH services and infrastructure. The number of cholera cases reported to WHO has continued to rise in recent years. In 2023, 535,321 cases and 4,007 deaths were reported to WHO from 45 countries. The discrepancy between these figures and the numbers estimated by researchers is likely due to limited surveillance systems and cases not being recorded out of fear of repercussions for trade and tourism.\n\n**Prevention and Control:**\nPreventing and controlling cholera involves a combination of strengthening surveillance, improving water, sanitation and hygiene, increasing risk communication and community engagement, improving access to quality treatment and implementing oral cholera vaccine campaigns.\n\n**Surveillance:**\nCholera surveillance should be part of an integrated disease surveillance system. This includes timely reporting, data analysis, interpretation and sharing of information from local to global levels. Rapid diagnostic tests (RDTs) are useful for early detection of probable cholera outbreaks, but confirmation requires laboratory testing by culture, seroagglutination or polymerase chain reaction (PCR). Countries at risk or affected by cholera should strengthen their surveillance systems according to the revised Global Taskforce on Cholera Control (GTFCC) recommendations to quickly detect and respond to outbreaks.\n\n**WASH Interventions:**\nThe long-term solution for cholera control lies in economic development and universal access to safe drinking water, basic sanitation and good hygiene practices. WASH interventions help prevent many waterborne illnesses, including cholera, and contribute to the Sustainable Development Goals. During outbreaks, implementing WASH activities can reduce cholera transmission. These activities include improving WASH in healthcare facilities, conducting water quality monitoring, distributing WASH kits to communities and promoting protective hygiene practices.\n\n**Treatment:**\nCholera is an easily treatable disease. Most people can be treated successfully with prompt ORS administration. Severely dehydrated patients are at risk of dying from dehydration and need rapid intravenous fluids. They also receive oral rehydration solution and antibiotics. Patients with underlying conditions or comorbidities may require additional care in specific treatment centres. The case fatality rate in treatment centres should remain below 1%. Community access to ORS is essential during a cholera outbreak. Mass administration of antibiotics to prevent cholera (chemoprophylaxis) is not recommended, as it has no proven effect on the spread of cholera and may contribute to antimicrobial resistance.\n\n**Community Engagement:**\nCommunity engagement involves collaborating with people and communities to develop and implement programmes designed to address their needs. Local culture, practices and beliefs are central to promoting protective practices, such as handwashing with soap and water, safe preparation and storage of food and water, and safe disposal of faeces. Funeral practices for individuals who die from cholera may need to be adapted to prevent infection among attendees. Communities should be involved in deciding the location of oral rehydration points (ORPs) and other community cholera control interventions. Community engagement is essential for effectively communicating the potential risks and symptoms of cholera, precautions to take to avoid cholera, when and where to report cases, and the importance of seeking immediate treatment if symptoms appear.\n\n**Oral Cholera Vaccines:**\nCurrently, three WHO pre-qualified oral cholera vaccines (OCV) are available: Dukoral®, Euvichol-Plus®, and Euvichol-S®. All require two doses to fully protect an adult. One dose of Euvichol-Plus® or Euvichol-S® provides good short-term protection. Euvichol-S®, pre-qualified by WHO in 2024, is a simplified version of Euvichol-Plus®. The Shancol vaccine is no longer produced. Euvichol-Plus® and Euvichol-S® do not require a buffer solution and can be given to anyone over one year old. These are the only vaccines currently available for mass vaccination campaigns through the Global OCV Stockpile, supported by Gavi, the Vaccine Alliance. Since October 2022, due to an ongoing global shortage of vaccines, and with the acceptance of the Strategic Advisory Group of Experts (SAGE), only one-dose vaccine regimens are being used. OCV is safe during pregnancy.\n\n**Cholera Kits:**\nWHO has developed six cholera kits to support the investigation and confirmation of cholera outbreaks and the treatment of patients:\n- 1 for investigation\n- 1 with supplies for culture confirmation in a laboratory\n- 3 for treatment at the community, peripheral and central levels\n- 1 support kit with logistical materials, including solar lamps, fencing, water bladders and taps\n\nEach treatment kit provides enough materials to treat 100 patients.\n\n**Global Task Force on Cholera Control:**\nThe Global Task Force on Cholera Control (GTFCC) is a partnership of governmental and nongovernmental organizations, UN agencies and academic institutions with a common mission to reduce the global cholera burden. The GTFCC Secretariat is hosted by WHO. GTFCC partners work to:\n- Develop global strategies for cholera prevention and control\n- Support countries in long-term control or elimination of cholera through the development of national cholera plans (NCPs)\n- Develop and disseminate technical guidelines and operational manuals\n- Support a research agenda to evaluate innovative approaches to cholera prevention and control in affected countries\n- Increase the visibility of cholera as an important global public health problem\n\n**Ending Cholera: A Roadmap to 2030:**\nIn 2017, the GTFCC published the _Ending cholera: a global roadmap to 2030_ strategy. It aims to reduce cholera deaths by 90% and eliminate cholera in as many as 20 countries by 2030 through:\n1. Early detection and containment of outbreaks through rapid multisectoral response\n2. A focus on cholera priority areas for multisectoral interventions (PAMIs) – the relatively small areas most heavily affected by cholera\n3. An effective coordination mechanism for technical support, advocacy, resource mobilization, and partnership at local and global levels\n\nThe strategy was endorsed at the Seventy-first World Health Assembly in 2018.\n\n**WHO Response:**\nThe WHO cholera programme works to increase awareness of cholera and advocate for its control globally. At Member State level, WHO supports countries in all pillars of cholera control including strengthening epidemiological surveillance, reinforcing laboratory capacity, improving access to and quality of treatment, implementing appropriate WASH and IPC practices, promoting community engagement in cholera prevention and control and facilitating OCV access and campaign implementation. WHO and partners also support research for the development of innovative strategies to prevent and control cholera. WHO hosts the GTFCC Secretariat and is a member of the International Coordinating Group (ICG) emergency vaccination stockpile coordination mechanism.",
  "category": "Infectious Diseases",
  "tags": [
    "cholera",
    "Vibrio cholerae",
    "diarrheal disease",
    "WASH",
    "oral cholera vaccine",
    "OCV",
    "waterborne disease",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/cholera",
  "year": 2024
}

