{
  "id": "DOC_085",
  "title": "Low back pain",
  "body": "**Key Facts:**\nIn 2020, low back pain (LBP) affected 619 million people globally; projections suggest 843 million cases by 2050 due to population growth and ageing. LBP is the leading cause of disability worldwide and the condition for which the greatest number of people may benefit from rehabilitation. Most people experience LBP at least once in their lifetime. Prevalence rises with age up to 80 years and peaks in absolute numbers at 50–55 years; women are affected more often. About 90% of cases are non-specific.\n\n**Overview:**\nLow back pain refers to pain between the lower edge of the ribs and the buttocks. It may be acute (<6 weeks), sub-acute (6–12 weeks) or chronic (>12 weeks), and affects all ages. LBP limits movement, daily activities, mental well-being and social participation, often causing loss of work productivity. LBP can be specific (due to identifiable disease or structural problems) or non-specific (no clear pathology). Rehabilitation is essential at all stages to help people understand their pain, return to meaningful activities, and develop strategies for recovery and improved function.\n\n**Scope of the problem:**\nLBP has the highest global prevalence among musculoskeletal conditions and is the top cause of disability. People of any age, including children, can experience LBP. Cases peak between 50 and 55 years, with women more frequently affected. The burden is highest in people aged 80–85. Recurrent episodes are common with ageing. Chronic LBP significantly impacts quality of life and creates large economic burdens worldwide, making it a public health priority.\n\n**Signs and symptoms:**\nLBP may be a dull ache or sharp pain and can radiate to the legs. It restricts movement and affects work, school, sleep, mood and social engagement. LBP can be acute, sub-acute or chronic. Acute episodes often resolve on their own, but some progress to chronic pain. Associated leg pain (sciatica or radicular pain) may feel like dull pressure or sharp electric shocks, sometimes accompanied by numbness, tingling or muscle weakness. Radicular symptoms typically indicate spinal nerve root involvement. These experiences can cause significant disability, loss of income and psychological distress.\n\n**Cause and risk factors:**\nNon-specific LBP (about 90% of cases) lacks a specific disease or tissue damage explanation. Risk factors include low physical activity, smoking, obesity and high physical stress at work. Specific LBP may stem from underlying diseases (e.g., cancer), tissue damage (fracture), or referred pain from other organs (kidney, aortic aneurysm).\n\n**Treatment and management:**\nManagement depends on whether LBP is specific or non-specific. Specific LBP requires treatment of the underlying condition. Non-specific LBP treatment includes physical therapies to improve strength and movement, psychological and social support to manage pain and restore desired activities, reducing strain during physical work, and lifestyle changes (increased physical activity, healthy diet, good sleep habits). Medicines can relieve symptoms but shouldn’t be first-line therapy; older adults and those with comorbidities should consult health providers before using them. Comprehensive assessment—physical, psychosocial and preference-based—is crucial to tailor care. Long-standing LBP necessitates a biopsychosocial approach and rehabilitation interventions (primarily non-pharmacologic) to maintain independence and participation.\n\n**Self-care:**\nSelf-management strategies include being physically active, supporting mental well-being, keeping a healthy weight, avoiding tobacco, getting good sleep, staying socially and occupationally engaged, and making ergonomic workplace adjustments. Education and support help people develop coping strategies, reduce disease impact and improve well-being.\n\n**WHO response:**\nThrough the Rehabilitation 2030 Initiative, WHO’s Package of Interventions for Rehabilitation outlines essential rehabilitation measures for conditions including LBP. Under the UN Decade of Healthy Ageing, WHO advocates reorienting health systems to meet older adults’ diverse needs. The Integrated Care for Older People (ICOPE) approach promotes person-centred assessments to guide personalized health and social care, preventing loss of locomotor and psychological capacity due to pain. WHO is also developing guidelines for managing chronic primary low back pain in adults in primary and community care settings.",
  "category": "Public Health",
  "tags": [
    "low back pain",
    "musculoskeletal health",
    "rehabilitation",
    "WHO",
    "chronic pain"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/low-back-pain",
  "year": 2023
}

