{
  "id": "DOC_055",
  "title": "HIV and AIDS",
  "body": "**Key Facts:**\nHIV remains a major global public health issue, responsible for an estimated 44.1 million deaths to date. Transmission continues in all countries. By the end of 2024, approximately 40.8 million people were living with HIV, 65% of whom were in the WHO African Region. In 2024, there were an estimated 630,000 HIV-related deaths and 1.3 million new HIV infections. While there is no cure, effective HIV prevention, diagnosis, treatment, and care—including for opportunistic infections—allow people with HIV to live long and healthy lives. WHO, UNAIDS and the Global Fund have aligned strategies toward ending the HIV epidemic by 2030. The 95-95-95 targets aim for 95% of all people with HIV diagnosed, 95% of them on treatment, and 95% of those on treatment achieving viral suppression. In 2024, progress stood at 87%, 89% and 94% respectively. Among all people living with HIV globally, 87% knew their status, 77% were on ART, and 73% had suppressed viral loads.\n\n**Overview:**\nHuman immunodeficiency virus (HIV) attacks the immune system by targeting white blood cells. Acquired immunodeficiency syndrome (AIDS) is the most advanced stage of HIV infection. HIV spreads through body fluids including blood, breast milk, semen and vaginal fluids, and can also be transmitted from mother to child. It is not spread by casual contact such as kisses, hugs or sharing food. ART can prevent HIV from progressing to AIDS. WHO defines Advanced HIV Disease (AHD) as a CD4 cell count below 200 cells/mm³ or WHO stage 3 or 4 in adults and adolescents; all children aged under 5 with HIV are considered to have AHD.\n\n**Signs and Symptoms:**\nHIV symptoms vary by stage of infection. Many people have no symptoms during early infection, though some develop flu-like symptoms such as:\n- Fever\n- Headache\n- Rash\n- Sore throat\n\nAs HIV progresses, the immune system weakens, causing symptoms such as:\n- Swollen lymph nodes\n- Weight loss\n- Fever\n- Diarrhoea\n- Cough\n\nWithout treatment, people can develop severe illnesses including:\n- Tuberculosis (TB)\n- Cryptococcal meningitis\n- Severe bacterial infections\n- Cancers such as lymphomas and Kaposi’s sarcoma\n\nHIV can also worsen infections like hepatitis B, hepatitis C and mpox.\n\n**Transmission:**\nHIV is transmitted through the exchange of body fluids such as blood, breast milk, semen and vaginal secretions. It can be transmitted during pregnancy, childbirth or breastfeeding. HIV is *not* spread through casual contact such as kissing, hugging, shaking hands or sharing food, water or objects.\n\nPeople living with HIV who take ART and maintain an undetectable viral load **will not transmit HIV** to sexual partners (U=U). Early diagnosis and consistent treatment are therefore key to preventing transmission.\n\n**Risk Factors:**\nBehaviours and conditions increasing HIV risk include:\n- Anal or vaginal sex without a condom\n- Having another STI (syphilis, herpes, chlamydia, gonorrhoea, bacterial vaginosis)\n- Alcohol or drug use during sex\n- Sharing needles, syringes or injecting equipment\n- Unsafe injections, blood transfusions or tissue transplantation\n- Unsterile medical procedures or accidental needle stick injuries\n\n**Diagnosis:**\nHIV is diagnosed using rapid diagnostic tests that provide same-day results, facilitating early diagnosis and treatment. HIV self-tests are also available. However, a diagnosis must always be confirmed by a trained health worker using a validated testing strategy. Most tests detect antibodies produced within 28 days of infection, during which false negatives may occur (the “window period”). People with recent high-risk exposure who test negative should be retested after 28 days.\n\nFollowing a positive test, retesting is required before starting treatment to rule out error. Diagnosis in infants under 18 months requires virological testing, not antibody testing. New point-of-care technologies allow same-day results for early infant diagnosis.\n\n**Prevention:**\nHIV is preventable. Prevention strategies include:\n- Using male or female condoms during sex\n- Testing for HIV and STIs\n- Male circumcision\n- Harm reduction services for people who inject drugs\n\n**WHO-recommended PrEP options include:**\n- Oral tenofovir (TDF)-based PrEP\n- Dapivirine vaginal ring\n- Long-acting injectable cabotegravir\n- Long-acting injectable lenacapavir\n\nART also prevents mother-to-child transmission when taken during pregnancy, childbirth and breastfeeding.\n\n**PrEP and PEP:**\n- **Pre-exposure prophylaxis (PrEP):** Taken before exposure to prevent infection\n- **Post-exposure prophylaxis (PEP):** Taken after potential exposure\nPeople should seek clinical advice when considering PrEP or PEP.\n\n**Treatment:**\nThere is no cure for HIV. Treatment involves antiretroviral therapy (ART), which suppresses viral replication, strengthens the immune system and prevents disease progression. ART must be taken daily for life. A person on ART with an undetectable viral load will not transmit HIV sexually.\n\nPregnant women should start ART immediately to protect themselves and prevent transmission to their babies. Advanced HIV disease remains a major challenge; WHO is supporting the rollout of comprehensive care packages and new treatments such as shorter regimens for opportunistic infections like cryptococcal meningitis. Long-acting injectable medicines, including lenacapavir, may further improve prevention and treatment options.\n\n**WHO Response:**\nThe WHO Global Health Sector Strategies (GHSSs) for 2022–2030 guide global actions to end AIDS, viral hepatitis and STIs by 2030. WHO’s HIV, Hepatitis and STIs Programmes support countries with evidence-based guidance, innovation, and technical assistance, focusing on reaching the populations most affected and reducing inequities. Under the principles of universal health coverage and primary health care, WHO works to achieve the goals of the 2030 Sustainable Development Agenda.",
  "category": "Infectious Diseases",
  "tags": [
    "HIV",
    "AIDS",
    "antiretroviral therapy",
    "PrEP",
    "PEP",
    "viral suppression",
    "public health",
    "HIV prevention",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/hiv-aids",
  "year": 2025
}
