{
  "id": "DOC_110",
  "title": "Panic Disorder",
  "body": "Panic disorder is an anxiety disorder characterised by frequent, unexpected panic attacks and ongoing worry about having more attacks. While occasional anxiety is a natural response to stress, people with panic disorder experience recurring episodes of intense fear or panic without clear triggers and often begin avoiding situations that might provoke attacks, creating a “fear of fear” cycle.\n\n**Symptoms:**\n- **Anxiety:** feelings of unease ranging from mild worry to severe fear.\n- **Panic attacks:** sudden rushes of intense mental and physical symptoms such as racing heartbeat, faintness, sweating, nausea, chest pain, shortness of breath, trembling, hot flushes or chills, shaky limbs, choking sensation, dizziness, numbness or pins and needles, dry mouth, dread or fear of dying, churning stomach, tingling fingers, and feelings of detachment. Most attacks last 5–20 minutes (occasionally up to an hour) and, though frightening, are not dangerous. Symptoms may overlap with other conditions, so medical assessment is important.\n\n**When to seek help:**\nSee a GP if you have panic symptoms. Diagnosis typically requires recurrent, unexpected panic attacks plus at least a month of persistent worry about further attacks. Doctors will review symptoms, frequency, duration, and may perform physical exams to exclude other causes.\n\n**Treatment options:**\nAim to reduce attack frequency and severity. Main approaches include:\n- **Talking therapies:** Cognitive behavioural therapy (CBT) helps you understand panic responses and learn coping strategies. In England, you can self-refer to talking therapy services or seek GP referral.\n- **Medications:** Selective serotonin reuptake inhibitors (SSRIs) are first-line antidepressants; if unsuitable, tricyclic antidepressants (imipramine or clomipramine) may be offered. Anti-epileptic medicines such as pregabalin, or clonazepam for severe anxiety, can also be used. Antidepressants may take 2–4 weeks to begin working and up to 8 weeks for full effect. Continue medication unless advised otherwise by your GP.\n- **Specialist referral:** If symptoms persist despite CBT, medication and support groups, your GP may refer you to a psychiatrist or clinical psychologist for further assessment and personalised treatment.\n\n**Self-help strategies:**\n- During a panic attack: stay in place if possible, breathe slowly and deeply, remind yourself the episode will pass, focus on calming imagery, and remember it isn’t life-threatening.\n- Preventing future attacks: read CBT-based self-help books, practise relaxation (yoga, pilates), learn breathing techniques, engage in regular physical activity, and avoid triggers such as sugary foods, caffeine, alcohol and smoking.\n\n**Support:**\nConnecting with others who have panic disorder can help. Useful organisations include Anxiety UK, Mind, No Panic, and Triumph Over Phobia (TOP UK). Ask your GP about local support groups or mental health services.\n\n**Complications:**\nUntreated panic disorder can escalate, leading to agoraphobia, other phobias, or substance misuse. Inform the DVLA if panic disorder affects your driving ability.\n\n**Causes:**\nExact causes are unclear but may involve traumatic or stressful experiences (e.g., bereavement), family history of panic disorder, or brain chemical imbalances.\n\n**Children:**\nIf a child shows panic disorder symptoms, consult a GP. After medical evaluation, referral to a specialist and CBT may be recommended.\n\nPanic disorder is treatable. Early medical help and a combination of therapy, medication, lifestyle changes, and support can significantly improve quality of life.",
  "category": "Mental Health",
  "tags": [
    "panic disorder",
    "panic attacks",
    "anxiety",
    "CBT",
    "NHS guidance"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/mental-health/conditions/panic-disorder/",
  "year": 2023
}

