{
  "id": "DOC_099",
  "title": "Cardiogenic shock",
  "body": "**Overview:**\nCardiogenic shock is a life-threatening condition in which the heart suddenly cannot pump enough blood to meet the body’s needs. It most often follows a large or severe heart attack but can also result from other cardiac injuries. Although rare, it is frequently fatal without immediate treatment.\n\n**Symptoms:**\nCardiogenic shock signs include very fast breathing, severe shortness of breath, rapid heartbeat, weak pulse, low blood pressure, sweating, cold extremities, little to no urine output, and confusion or loss of consciousness. Because it commonly follows a heart attack, watch for heart attack symptoms such as chest pressure or pain, discomfort radiating to the shoulder, arm, back, neck, jaw, or upper belly, cold sweats, fatigue, heartburn-like discomfort, dizziness, nausea, or shortness of breath. Symptoms can be atypical, particularly in women.\n\n**When to seek care:**\nCall emergency services immediately if cardiogenic shock or heart attack symptoms occur. Rapid treatment improves survival and limits heart damage. Do not drive yourself to the hospital.\n\n**Causes:**\nCardiogenic shock usually occurs when the lower left heart chamber (left ventricle) cannot get enough oxygen, typically due to a heart attack. Less commonly, right ventricular damage, myocarditis, infective endocarditis, generalized heart weakness, or drug overdose can trigger the condition.\n\n**Risk factors:**\n- Older age\n- History of heart failure or prior heart attacks\n- Existing heart or blood vessel disease\n- Diabetes or high blood pressure\n- Female sex\n\n**Complications:**\nWithout prompt treatment, cardiogenic shock can quickly lead to death or cause severe damage to organs such as the liver and kidneys due to lack of oxygen.\n\n**Prevention:**\nPrevent cardiogenic shock by reducing heart attack risk:\n- Don’t smoke and avoid secondhand smoke\n- Maintain a healthy weight\n- Eat a heart-healthy diet rich in fruits, vegetables, and whole grains while limiting sugar, salt, and saturated or trans fats\n- Manage blood pressure, cholesterol, and diabetes with regular checkups\n- Limit alcohol (up to one drink daily for women, two for men) or avoid it altogether\n- Exercise regularly—aim for at least 30 minutes of activity daily\n- Prioritize good sleep (7–9 hours per night for adults)\n- Manage stress through exercise, mindfulness, and social support\n\nIf a heart attack occurs, seek emergency care immediately to help prevent cardiogenic shock.",
  "category": "Cardiovascular Diseases",
  "tags": [
    "cardiogenic shock",
    "heart attack",
    "heart failure",
    "cardiovascular emergency",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/cardiogenic-shock/symptoms-causes/syc-20366739",
  "year": 2025
}

