{
  "id": "DOC_078",
  "title": "Lupus Basics",
  "body": "**Key Facts:**\nLupus is a long-term autoimmune disease that can affect many parts of the body. Its wide range of signs and symptoms makes it difficult to diagnose. There is no cure, but medicines and lifestyle changes can help treat and manage it.\n\n**What it is:**\nSystemic lupus erythematosus (SLE), the most common form of lupus, is an autoimmune disease that causes the immune system to attack healthy cells and tissues, leading to inflammation and organ damage. Because symptoms vary widely—from mild to life-threatening—lupus can be hard to diagnose. Early diagnosis allows for better treatment and management.\n\n**Causes:**\nThe precise causes are unknown. Possible links include environmental exposures, family history (genetics) and hormonal factors. Having a close relative with lupus slightly increases a person’s risk, although most people with lupus do not have affected family members.\n\n**Diagnosis:**\nLupus is often mistaken for other diseases, so diagnosis can be challenging. Rheumatologists, who specialize in joint, muscle and connective tissue conditions, typically lead diagnosis. There is no single test; physicians review symptoms, perform physical exams, order imaging (e.g., X-rays) and run laboratory tests.\n\n**Managing symptoms:**\nBecause symptoms vary person to person, management depends on individual needs. Best practices include regular doctor visits, taking prescribed medicines and adhering to a treatment plan.\n\n**Staying healthy:**\nHealthy choices and self-management skills help people live better with lupus. Recommended actions include:\n- Staying physically active\n- Eating nutritious foods\n- Getting adequate rest\n- Avoiding smoking\n- Using sunscreen and limiting sun exposure\n\nSelf-management education helps people develop skills to manage daily activities, take medications correctly, communicate with healthcare providers, boost energy and manage pain.\n\n**Treatment and recovery:**\nTreatment goals are to manage current symptoms, prevent flares, minimize joint and organ damage and reduce inflammation. A multidisciplinary team—primary care providers, rheumatologists, pain specialists, physical therapists and others—may collaborate on care. Main treatments use medications that suppress the immune system, such as:\n- Hydroxychloroquine (also used for malaria)\n- Corticosteroids (e.g., prednisone)\n- Biologics (e.g., belimumab, rituximab)\n\n**Factors that worsen lupus:**\nLack of access to health care, delayed diagnosis and not following treatment plans can increase flares and overall risk.",
  "category": "Public Health",
  "tags": [
    "lupus",
    "autoimmune disease",
    "CDC",
    "chronic disease",
    "self-management"
  ],
  "source": "CDC",
  "url": "https://www.cdc.gov/lupus/about/",
  "year": 2024
}

