{
  "id": "DOC_011",
  "title": "Anaemia",
  "body": "Anaemia is a major public health concern, mainly affecting young children, pregnant and postpartum women, and menstruating adolescent girls and women. Low- and lower-middle income countries bear the greatest burden of anaemia, particularly affecting populations living in rural settings, in poorer households and who have received no formal education. Globally, it is estimated that 40% of all children aged 6–59 months, 37% of pregnant women and 30% of women 15–49 years of age are affected by anaemia. Anaemia caused 50 million years of healthy life lost due to disability in 2019. The largest causes were dietary iron deficiency, thalassaemia and sickle cell trait, and malaria.\n\n**Overview:**\nAnaemia is a condition in which the number of red blood cells or the haemoglobin concentration within them is lower than normal. It mainly affects women and children. Anaemia occurs when there isn't enough haemoglobin in the body to carry oxygen to the organs and tissues. In severe cases, anaemia can cause poor cognitive and motor development in children. It can also cause problems for pregnant women and their babies. Anaemia can be caused by poor nutrition, infections, chronic diseases, heavy menstruation, pregnancy issues and family history. It is often caused by a lack of iron in the blood. Anaemia is preventable and treatable. In many low- and lower-middle income settings, the most commonly-recognized causes of anaemia are iron deficiency and malaria.\n\n**Scope of the problem:**\nThe population groups most vulnerable to anaemia include children under 5 years of age, particularly infants and children under 2 years of age, menstruating adolescent girls and women, and pregnant and postpartum women. Anaemia is estimated to affect half a billion women 15–49 years of age and 269 million children 6–59 months of age worldwide. In 2019, 30% (539 million) of non-pregnant women and 37% (32 million) of pregnant women aged 15–49 years were affected by anaemia. The WHO Regions of Africa and South-East Asia are most affected with an estimated 106 million women and 103 million children affected by anaemia in Africa and 244 million women and 83 million children affected in South-East Asia.\n\n**Signs and symptoms:**\nAnaemia causes symptoms such as fatigue, reduced physical work capacity, and shortness of breath. Anaemia is an indicator of poor nutrition and other health problems. Common and non-specific symptoms of anaemia include: tiredness, dizziness or feeling light-headed, cold hands and feet, headache, and shortness of breath, especially upon exertion. Severe anaemia can cause more serious symptoms including: pale mucous membranes (in the mouth, nose etc.), pale skin and under the fingernails, rapid breathing and heart rate, dizziness when standing up, and bruising more easily.\n\n**Causes:**\nAnaemia is diagnosed based on blood haemoglobin concentrations falling below specified thresholds established based on age, sex, and physiological status. It is considered a symptom of an underlying condition(s). Anaemia may be caused by several factors: nutrient deficiencies, inadequate diet (or the inadequate absorption of nutrients), infections, inflammation, chronic diseases, gynaecological and obstetric conditions, and inherited red blood cell disorders. Iron deficiency, primarily due to inadequate dietary iron intake, is considered the most common nutritional deficiency leading to anaemia. Deficiencies in vitamin A, folate, vitamin B12 and riboflavin can also result in anaemia due to their specific roles in the synthesis of haemoglobin and/or erythrocyte production. Additional mechanisms include nutrient losses (e.g. blood loss from parasitic infections, haemorrhage associated with childbirth, or menstrual loss), impaired absorption, low iron stores at birth, and nutrient interactions affecting iron bioavailability. Infections can be another important cause of anaemia, depending on the local burden of infectious diseases, such as malaria, tuberculosis, HIV and parasitic infections. Infections can impair nutrient absorption and metabolism (e.g. malaria, ascariasis) or can cause nutrient loss (e.g. schistosomiasis, hookworm infection). Many different chronic conditions can cause inflammation and lead to anaemia of inflammation or anaemia of chronic disease. HIV infection causes anaemia through a wide range of mechanisms including ineffective production or excessive destruction of red blood cells, blood loss, and side effects of the drug treatment. Consistent heavy menstrual losses, maternal blood volume expansion during pregnancy, and blood loss during and after childbirth, particularly in cases of postpartum haemorrhage, commonly lead to anaemia. Additionally, in some regions, inherited red blood cell disorders are a common cause of anaemia. These include conditions such as α- and β-thalassemia due to abnormalities of haemoglobin synthesis, sickle cell disorders due to changes in the haemoglobin structure, other haemoglobinopathies due to haemoglobin gene variants, abnormalities of red cell enzymes, or abnormalities of the red blood cell membrane.\n\n**Treatment and prevention:**\nThe treatment and prevention of anaemia depend on the underlying cause of the condition. There are many effective ways to treat and prevent anaemia. Changes in diet can help reduce anaemia in some cases, including: eating foods that are rich in iron, folate, vitamin B12, vitamin A, and other nutrients; eating a healthy diet with a variety of foods; and taking supplements if a qualified health-care provider recommends them. Other health conditions can cause anaemia. Actions include: prevent and treat malaria; prevent and treat schistosomiasis and other infections caused by soil-transmitted helminths (parasitic worms); get vaccinated and practice good hygiene to prevent infections; manage chronic diseases like obesity and digestive problems; wait at least 24 months between pregnancies and use birth control to prevent unintended pregnancies; prevent and treat heavy menstrual bleeding and haemorrhage before or after birth; delay umbilical cord clamping after childbirth (not earlier than 1 minute); and treat inherited red blood cell disorders like sickle-cell disease and thalassemia.\n\n**Self-care:**\nThere are several ways to help prevent and manage anaemia in daily life, including eating a healthy and diverse diet and speaking to a health-care provider early if you have symptoms of anaemia. To keep a healthy and diverse diet: eat iron-rich foods, including lean red meats, fish and poultry, legumes (e.g. lentils and beans), fortified cereals and dark green leafy vegetables; eat foods rich in vitamin C (such as fruits and vegetables) which help the body absorb iron; and avoid foods that slow down iron absorption when consuming iron-rich foods, such as bran in cereals (wholewheat flour, oats), tea, coffee, cocoa and calcium. If you take calcium and iron supplements, take them at different times during the day. People with heavy menstrual bleeding should see their doctor for treatment. Doctors may recommend iron supplements or hormonal contraceptives. Some infections can cause anaemia. Wash your hands with soap and water and use clean toilets to reduce the risk of infection. Malaria can also cause anaemia. People living in places where malaria is common should follow prevention advice from local health authorities. Seek prompt treatment if you suspect you have malaria.\n\n**Global impact:**\nThe consequences of anaemia can vary. It can affect school performance (through developmental delays and behavioural disturbances such as decreased motor activity, social interaction and attention to tasks), productivity in adult life and overall quality of life in general. During pregnancy, anaemia has been associated with poor maternal and birth outcomes, including premature birth, low birth weight and maternal mortality. In addition to the health consequences, anaemia can have important financial impacts for individuals, families, communities and countries. It is estimated that for every US$ 1 invested in reducing anaemia in women, US$ 12 in economic returns could potentially be produced.\n\n**WHO Response:**\nAnaemia reduction is included as one of six World Health Assembly Global Nutrition Targets within the Comprehensive implementation plan on maternal, infant and young child nutrition. Additionally, anaemia in women 15–49 years of age is one of the targets for the United Nations 2030 Agenda for Sustainable Development. WHO has committed to supporting countries to reduce anaemia. At the Nutrition for Growth Summit in 2021, WHO committed to develop a comprehensive framework for action to prevent, diagnose and manage anaemia through a multisectoral approach. WHO, together with UNICEF, is also establishing an Anaemia Action Alliance, bringing partners across sectors together to support implementation of the framework at the country level.",
  "category": "Nutritional Disorders",
  "tags": [
    "anaemia",
    "anemia",
    "iron deficiency",
    "haemoglobin",
    "nutritional deficiency",
    "public health",
    "maternal health",
    "child health",
    "malaria",
    "thalassemia",
    "sickle cell disease",
    "vitamin deficiency",
    "WHO",
    "Anaemia Action Alliance",
    "global nutrition targets"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/anaemia",
  "year": 2025
}
