{
  "id": "DOC_033",
  "title": "Menopause",
  "body": "Menopause is when menstrual periods stop for good. It's diagnosed after 12 consecutive months without a period, vaginal bleeding or spotting. Menopause can happen in the 40s or 50s, but the average age is 51 in the United States. Menopause is natural, yet physical symptoms (hot flashes, night sweats) and emotional changes can disrupt sleep, lower energy or affect mood. Treatments range from lifestyle changes to hormone therapy.\n\n**Symptoms:**\nMost often, menopause happens over time. The months or years leading up to menopause are called perimenopause or the menopausal transition. Hormone levels vary during this time, which can last 2 to 8 years (average four). Hormone changes can cause irregular periods, vaginal dryness, hot flashes, night sweats, sleep problems, mood changes, and brain fog. Periods often skip months before stopping. You can still get pregnant during perimenopause; consider a pregnancy test if unsure. See a healthcare professional if you bleed after menopause.\n\n**Causes:**\nMenopause can result from:\n- Natural hormone decline: Ovaries make less estrogen and progesterone beginning in the late 30s, leading to changes in periods and eventual cessation around age 51.\n- Surgery removing the ovaries (oophorectomy): Causes immediate menopause with abrupt hormone drop and potentially severe symptoms. Hysterectomy without ovary removal stops periods but ovaries continue hormone production for a time.\n- Chemotherapy and radiation: Cancer treatments can trigger menopause symptoms during or after treatment. Periods sometimes return, so birth control might still be needed. Radiation aimed at the pelvis, abdomen or lower spine can induce menopause; other sites usually do not.\n- Primary ovarian insufficiency: About 1% experience menopause before age 40 due to ovaries not producing typical hormone levels (gene changes, autoimmune disease). Hormone therapy is often suggested until the typical menopause age to protect the brain, heart and bones.\n\n**Risk factors:**\nEveryone assigned female at birth goes through menopause; age is the main risk factor. Other risk factors include ovary removal surgery and certain cancer treatments.\n\n**Diagnosis:**\nSymptoms often indicate menopause. Tests usually aren't needed, but blood tests may assess hormone levels if needed: follicle-stimulating hormone (FSH) increases and estrogen (estradiol) decreases during menopause; thyroid-stimulating hormone (TSH) may be measured because hyperthyroidism can mimic menopause symptoms. Home urine FSH tests can't definitively diagnose menopause because levels fluctuate.\n\n**Treatment:**\nMenopause itself needs no treatment, but therapies can ease symptoms and manage associated conditions:\n- Hormone therapy: Estrogen therapy (with progestin if uterus intact) relieves hot flashes and slows bone loss. Used at the lowest effective dose near menopause onset.\n- Vaginal estrogen: Creams, tablets or rings relieve vaginal dryness and urinary symptoms.\n- Prasterone (Intrarosa): A DHEA insert that helps with vaginal dryness and pain during intercourse.\n- Low-dose antidepressants (SSRIs/SNRIs): Help manage hot flashes for those who cannot take estrogen.\n- Gabapentin: Reduces hot flashes, useful for nighttime symptoms or when estrogen isn't an option.\n- Clonidine: May reduce hot flashes but is less commonly used due to side effects.\n- Fezolinetant (Veozah): A nonhormonal prescription for hot flashes; may cause abdominal pain, liver issues or sleep disturbances.\n- Oxybutynin: Treats overactive bladder, may help with hot flashes but can affect cognition in older adults.\n- Osteoporosis medicines and vitamin D: Prevent or treat bone loss.\n- Ospemifene: An oral SERM for painful intercourse; not suitable for those with breast cancer risk.\nReview treatment choices with your healthcare professional regularly as needs may change.\n\n**Complications:**\nAfter menopause, risks increase for cardiovascular disease, osteoporosis (bone loss leading to fractures), urinary incontinence, sexual difficulties (vaginal dryness, decreased libido), and weight gain due to slower metabolism. Regular wellness visits and medical care before, during and after menopause are recommended.",
  "category": "Women's Health",
  "tags": [
    "menopause",
    "perimenopause",
    "hot flashes",
    "vaginal dryness",
    "irregular periods",
    "hormone therapy",
    "estrogen",
    "progesterone",
    "oophorectomy",
    "hysterectomy",
    "chemotherapy",
    "radiation therapy",
    "primary ovarian insufficiency",
    "osteoporosis",
    "cardiovascular disease",
    "urinary incontinence",
    "mood changes",
    "gabapentin",
    "clonidine",
    "fezolinetant",
    "oxybutynin",
    "prasterone",
    "ospemifene",
    "women's health"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/menopause/symptoms-causes/syc-20353397",
  "year": 2024
}
