{
  "id": "DOC_070",
  "title": "Schizophrenia",
  "body": "**Key Facts:**\nSchizophrenia causes psychosis, is associated with considerable disability and may affect all areas of life, including personal, family, social, educational, and occupational functioning. Stigma, discrimination, and violation of human rights of people with schizophrenia are common. More than two out of three people with psychosis in the world do not receive specialist mental health care. A range of effective care options for people with schizophrenia exists and at least one in three people with schizophrenia will be able to fully recover.\n\n**Symptoms:**\nSchizophrenia is characterised by significant impairments in the way reality is perceived and changes in behaviour related to:\n- Persistent delusions: the person has fixed beliefs that something is true, despite evidence to the contrary\n- Persistent hallucinations: the person may hear, smell, see, touch, or feel things that are not there\n- Experiences of influence, control or passivity: the experience that one's feelings, impulses, actions, or thoughts are not generated by oneself, are being placed in one's mind or withdrawn from one's mind by others, or that one's thoughts are being broadcast to others\n- Disorganized thinking, which is often observed as jumbled or irrelevant speech\n- Highly disorganised behaviour e.g. the person does things that appear bizarre or purposeless, or the person has unpredictable or inappropriate emotional responses that interfere with their ability to organise their behaviour\n- \"Negative symptoms\" such as very limited speech, restricted experience and expression of emotions, inability to experience interest or pleasure, and social withdrawal\n- Extreme agitation or slowing of movements, maintenance of unusual postures\n\nPeople with schizophrenia often also experience persistent difficulties with their cognitive or thinking skills, such as memory, attention, and problem-solving. At least one third of people with schizophrenia experiences complete remission of symptoms. Some people with schizophrenia experience worsening and remission of symptoms periodically throughout their lives, others a gradual worsening of symptoms over time.\n\n**Magnitude and Impact:**\nSchizophrenia affects approximately 23 million people or 1 in 345 people (0.29%) worldwide. The rate is 1 in 233 people (0.43%) among adults. It is not as common as many other mental disorders. Onset is most often during late adolescence and the twenties, and onset tends to happen earlier among men than among women. Schizophrenia is frequently associated with significant distress and impairment in personal, family, social, educational, occupational, and other important areas of life. People with schizophrenia die nine years earlier than the general population. This is often due to physical illnesses, such as cardiovascular, metabolic, and infectious diseases.\n\nPeople with schizophrenia often experience human rights violations both inside mental health institutions and in community settings. Stigma against people with this condition is intense and widespread, causing social exclusion, and impacting their relationships with others, including family and friends. This contributes to discrimination, which in turn can limit access to general health care, education, housing, and employment. During humanitarian and public health emergencies, extreme stress and fear, breakdown of social supports, isolation and disruption of health-care services and supply of medication can occur. These changes can have an impact on the lives of people with schizophrenia, such as exacerbation of existing symptoms. During emergencies, people with schizophrenia are more vulnerable than others to various human rights violations, including neglect, abandonment, homelessness, abuse and exclusion.\n\n**Causes of Schizophrenia:**\nResearch has not identified one single cause of schizophrenia. It is thought that an interaction between genes and a range of environmental factors may cause schizophrenia. Psychosocial factors may also affect the onset and course of schizophrenia. Heavy use of cannabis is associated with an elevated risk of the disorder.\n\n**Services:**\nCurrently, the vast majority of people with schizophrenia around the world are not receiving mental health care. Approximately 50% of people in mental hospitals have a schizophrenia diagnosis. Only 29% of people with psychosis receive specialist mental health care. Most resources for mental health services are inefficiently spent on care within mental hospitals. There is clear evidence that mental hospitals are not effective in providing the care that people with mental health conditions need and, regularly, violate the basic human rights of persons with schizophrenia. Efforts to transfer care from mental health institutions to the community need to be expanded and accelerated. Such efforts start with the development of a range of quality community-based mental health services. Options for community-based mental health care include integration in primary health and general hospital care, community mental health centres, day centres, supported housing, and outreach services for home-based support. The engagement of the person with schizophrenia, family members and the wider community in providing support is important.\n\n**Management and Support:**\nA range of effective care options for people with schizophrenia exist, and these include medication, psychoeducation, family interventions, cognitive-behavioural therapy and psychosocial rehabilitation (e.g. life skills training). Facilitated assisted living, supported housing and supported employment are essential care options that should be available for people with schizophrenia. A recovery-oriented approach – giving people agency in treatment decisions – is essential for people with schizophrenia and for their families and/or caregivers as well.\n\n**WHO Response:**\nWHO's Comprehensive Mental Health Action Plan 2013-2030 highlights the steps required to provide appropriate services for people with mental disorders including schizophrenia. A key recommendation of the Action Plan is to shift services from institutions to the community. The WHO Special Initiative for Mental Health aims to further progress towards objectives of the Comprehensive Mental Health Action Plan 2013-2030 by ensuring 100 million more people have access to quality and affordable care for mental health conditions. WHO's Mental Health Gap Action Programme (mhGAP) uses evidence-based technical guidance, tools and training packages to expand service in countries, especially in resource-poor settings. It focuses on a prioritized set of conditions, including psychosis, directing capacity building towards non-specialized health-care providers in an integrated approach that promotes mental health at all levels of care. Currently mhGAP is being implemented in more than 100 WHO Member States. The WHO QualityRights Project involves improving the quality of care and human rights conditions in mental health and social care facilities and to empower organizations to advocate for the health of people with mental health conditions and psychosocial disabilities. The WHO guidance on community mental health services and person-centred and rights-based approaches provides information and support to all stakeholders who wish to develop or transform their mental health system and services to align with international human rights standards including the UN Convention on the Rights of Persons with Disabilities.",
  "category": "Mental Health",
  "tags": [
    "schizophrenia",
    "psychosis",
    "mental health",
    "mental disorders",
    "delusions",
    "hallucinations",
    "cognitive-behavioural therapy",
    "psychosocial rehabilitation",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/schizophrenia",
  "year": 2025
}

