{
  "id": "DOC_123",
  "title": "Micronutrient Facts",
  "body": "\n\n**What to know**\nMicronutrients, including vitamins and minerals, are essential for healthy development, growth, disease prevention, and overall well-being. Six priority micronutrients—iron, vitamin A, vitamin D, iodine, folate, and zinc—demonstrate how small daily amounts deliver critical health benefits.\n\n**Overview**\nWith the exception of vitamin D, micronutrients are not produced in the body and must come from the diet (1). Although required in small quantities, adequate intake prevents severe consequences. At least half of children under five worldwide experience vitamin and mineral deficiencies (2). WHO recommends multiple nutrition interventions to close these gaps (3).\n\n**Iron**\n- Supports motor development and fetal and childhood brain growth; children and pregnant women are especially vulnerable to deficiency (3).\n- Iron deficiency is a leading cause of anemia, defined by low hemoglobin; globally it affects 40% of children under five and 30% of pregnant women (4).\n- Anemia in pregnancy raises the risk of maternal and neonatal death (2.5–3.4 million deaths annually) and increases poor fetal growth, preterm birth, and low birth weight (5).\n- Infant iron needs differ based on feeding (exclusive breast milk, formula, or mixed feeding); deficiency also limits physical productivity and work capacity.\n\n**Vitamin A**\n- Essential for healthy eyesight and immune defense; deficiency heightens risks of blindness and fatal infections such as measles and diarrhea (6).\n- Approximately 190 million preschool-age children worldwide are deficient (6).\n- Providing vitamin A supplements for children 6 months to under 5 years reduces deaths linked to deficiency (6).\n\n**Vitamin D**\n- Synthesized from sunlight, though production varies by geography, skin pigmentation, air pollution, and the need to avoid excessive sun that raises skin cancer risk.\n- All children require vitamin D shortly after birth.\n- Enables immune defenses against bacteria and viruses, supports muscle and nerve function, and helps the body absorb calcium to build strong bones and protect older adults from osteoporosis (7).\n- Deficiency drives rickets in children and osteomalacia in adults, and evidence suggests widespread global deficiency (8).\n\n**Iodine**\n- Critical during pregnancy and infancy for growth and cognitive development (9).\n- Dietary iodine is generally low; around 1.8 billion people have insufficient intake.\n- Fortifying salt with iodine effectively increases intake; about 86% of households use iodized salt, and fortification levels can be adjusted so people still meet needs when eating less salt (10, 11).\n- Pregnant and breastfeeding women should take 150 micrograms of iodine daily, starting at least three months before pregnancy if planning to conceive (12, 13).\n\n**Folate (Vitamin B9)**\n- Needed to create new cells daily and is crucial before and during pregnancy for early fetal brain and spine development (14).\n- Women of reproductive age require 400 micrograms of folic acid each day (14).\n- Ensuring adequate folate before pregnancy lowers neural tube defects such as spina bifida and anencephaly and reduces neonatal deaths (14, 15).\n- Supplements and fortification of staples like wheat flour help women aged 15–49 meet requirements.\n\n**Zinc**\n- Promotes immune function and resistance to infections, including diarrhea, pneumonia, and malaria, and is necessary for healthy pregnancies (16–18).\n- About 17.3% of the global population—and up to 30% in some regions—is at risk for zinc deficiency because of dietary inadequacy (19).\n- Zinc supplementation reduces premature births, decreases childhood diarrhea and respiratory infections, lowers all-cause mortality, and improves growth and weight gain in infants and young children (19).\n- Preventive zinc supplementation for children under five is highly cost-effective in low- and middle-income countries (20, 21).\n\n**Resources**\n- Additional fact sheets are available for each micronutrient in English and Spanish.",
  "category": "Nutrition",
  "tags": [
    "micronutrients",
    "vitamins",
    "minerals",
    "nutrition",
    "public health"
  ],
  "source": "CDC",
  "url": "https://www.cdc.gov/nutrition/features/micronutrient-facts.html#cdc_generic_section_4-vitamin-d",
  "year": 2025
}
