{
  "id": "DOC_103",
  "title": "Rabies",
  "body": "Rabies is a viral, zoonotic, neglected tropical disease present in more than 150 countries, mainly across Asia and Africa. It causes tens of thousands of deaths annually, 40% in children under 15. In up to 99% of human cases, transmission follows dog bites or scratches. Once the virus reaches the central nervous system and symptoms begin, rabies is uniformly fatal. However, prompt post-exposure prophylaxis (PEP)—immediate wound cleansing, a course of human rabies vaccine, and rabies immunoglobulin (RIG) when indicated—prevents the virus from entering the nervous system. Anyone bitten or scratched by a potentially rabid animal should seek PEP immediately. WHO and partners pursue “Zero by 30,” a One Health strategy integrating mass dog vaccination, PEP access, health worker training, surveillance, and community bite-prevention awareness.\n\n**Overview:**\nDog-mediated rabies is vaccine-preventable. The virus infects mammals (dogs, cats, livestock, wildlife) and spreads through saliva via bites, scratches, or contact with mucosa. Children aged 5–14 are frequent victims. Rabies exists on every continent except Antarctica. An estimated 59 000 people die annually, though underreporting leads to discrepancies. The global economic burden is about US$ 8.6 billion per year. Effective human vaccines and immunoglobulins exist but remain inaccessible or unaffordable for many, with PEP costs (~US$ 108 in 2018) posing hardship for low-income populations. Over 29 million people receive human rabies vaccine each year.\n\n**Non-dog sources:**\nIn the Americas, where dog-mediated rabies is largely controlled, hematophagous bats are now the primary source. Bat-mediated rabies also threatens Australia and parts of Western Europe. Human rabies from foxes, raccoons, skunks, or other wild mammals is rare; rodents are not known vectors. Inhalation of aerosolized virus, consumption of raw products from infected animals, organ transplantation, or human-to-human transmission is exceedingly rare.\n\n**Symptoms:**\nIncubation typically spans 2–3 months (range: 1 week to 1 year), influenced by exposure site and viral load. Prodromal symptoms include fever, pain, and paresthesia at the wound. As the virus invades the central nervous system, encephalomyelitis develops. Furious rabies involves hyperactivity, agitation, hallucinations, hydrophobia, aerophobia and causes death within days due to cardio-respiratory arrest. Paralytic rabies (~20% of cases) causes ascending paralysis, coma and eventual death but is often misdiagnosed, contributing to under-reporting. Once symptoms appear, survival is extremely rare and associated with severe neurological deficits; palliative care is advised.\n\n**Diagnosis:**\nThere are no WHO-approved tools for early detection before symptoms. Clinical diagnosis is difficult without exposure history or classic signs (hydrophobia, aerophobia). Accurate risk assessment guides PEP decisions. Postmortem confirmation relies on detecting virus, antigen or nucleic acid in tissues (brain, skin, saliva). Where feasible, the biting animal should be tested.\n\n**Prevention:**\n- **Dog vaccination:** Mass vaccination of dogs, including puppies, is the most cost-effective prevention method. Culling free-roaming dogs is ineffective.\n- **Awareness:** Public education on dog behaviour, bite prevention, immediate wound care, and responsible pet ownership supports control efforts.\n- **Human vaccination:** Three WHO-prequalified human rabies vaccines (RABIVAX-S, VaxiRab N, VERORAB) provide pre- and post-exposure protection. Pre-exposure prophylaxis (PrEP) is recommended for high-risk occupations (laboratory staff, animal control, wildlife rangers), travellers or residents in remote, highly endemic areas, but does not replace PEP.\n- **Post-exposure prophylaxis:** Consists of thorough wound washing with soap and water for at least 15 minutes, a vaccine course, and RIG or monoclonal antibodies when indicated. Exposure categories guide interventions:\n  - Category I (touching/feeding animals, licks on intact skin): wash exposed skin, no PEP.\n  - Category II (nibbling of uncovered skin, minor scratches without bleeding): wound washing and immediate vaccination.\n  - Category III (transdermal bites/scratches, mucosal exposure, contact with bats): wound washing, immediate vaccination, RIG/monoclonal antibodies.\n- **Vaccine quality and administration:** WHO recommends vaccines that meet WHO standards; substandard vaccines have caused failures. WHO advises using intradermal (ID) administration instead of intramuscular (IM) to cut vaccine volume, dose counts, and costs by 60–80% while maintaining safety and efficacy, improving adherence.\n\n**WHO response:**\nRabies is part of WHO’s 2021–2030 NTD Roadmap and the “Zero by 30” Global Strategic Plan to end dog-mediated human deaths by 2030. Actions include:\n- Expanding access to human rabies vaccines via collaboration with Gavi as part of the Vaccine Investment Strategy (2021–2025) and implementation from 2024.\n- Providing technical guidance for national elimination plans, strengthening surveillance and reporting, and building One Health workforce capacity.\n- Promoting multisectoral collaboration through forums like United Against Rabies (UAR) with WHO, FAO, and WOAH to advocate for investment and coordinated action.",
  "category": "Infectious Diseases",
  "tags": [
    "rabies",
    "dog-mediated rabies",
    "post-exposure prophylaxis",
    "One Health",
    "vaccination",
    "neglected tropical diseases"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/rabies",
  "year": 2024
}

