{
  "id": "DOC_001",
  "title": "Diabetes",
  "body": "Diabetes is a chronic metabolic condition marked by elevated blood glucose that damages the heart, blood vessels, eyes, kidneys and nerves over time. Type 2 diabetes, the most common form, occurs when the body becomes resistant to insulin or produces too little of it, and its prevalence has risen worldwide over the past three decades. Type 1 diabetes results from minimal or no insulin production, and across all types, lack of affordable insulin and diagnostics leaves over half of the 830 million affected people without treatment.\n\n- **Symptoms:**\nType 1 diabetes often presents suddenly with frequent urination, thirst, constant hunger, weight loss, vision changes and fatigue. Type 2 diabetes usually shares these symptoms but they tend to be less marked, so the disease may remain undiagnosed for years, increasing the chances of complications.\n\n- **Treatment:**\nLiving well with diabetes starts with early diagnosis and access to basic diagnostics such as blood glucose testing, followed by periodic specialist assessments for complications. Blood glucose should be controlled through diet, physical activity and medication when needed, while blood pressure and lipid management lower cardiovascular risks. Regular screening for eye, kidney and foot damage and timely treatment of complications further improve outcomes.\n\n- **Prevention:**\nAlthough type 1 diabetes cannot currently be prevented, effective strategies exist to prevent type 2 diabetes and related complications. Population-wide policies and setting-specific practices that promote regular exercise, healthy eating, smoke-free lifestyles and control of blood pressure and lipids support better health regardless of diabetes status.\n",
  "category": "Disease Awareness",
  "subcategory": "Diabetes",
  "tags": [
    "diabetes",
    "blood sugar",
    "symptoms",
    "treatment",
    "prevention",
    "insulin",
    "health risks",
    "chronic disease",
    "lifestyle"
  ],
  "source": "WHO",
  "url": "https://www.who.int/health-topics/diabetes",
  "year": 2024
}
