{
  "id": "DOC_039",
  "title": "Sleep Apnoea",
  "body": "Sleep apnoea is when breathing stops and starts during sleep. The most common type is obstructive sleep apnoea (OSA). It needs treatment because it can lead to serious problems.\n\n**Symptoms:**\nMainly occur during sleep and include breathing stopping and starting, gasping/snorting/choking noises, frequent waking, and loud snoring. Daytime symptoms include severe tiredness, poor concentration, mood swings, and morning headaches. It can be hard to detect; having someone observe your sleep may help.\n\n**When to see a GP:**\nSeek medical advice if your breathing stops and starts during sleep, you make gasping/snorting/choking noises, or you feel very tired during the day. Bring someone who has observed your symptoms if possible.\n\n**Testing:**\nA GP may refer you to a sleep clinic. You’ll use devices to monitor breathing and heart rate overnight at home or in the clinic. Results show whether you have sleep apnoea and how severe it is based on the AHI score (5–14 mild, 15–30 moderate, over 30 severe).\n\n**Treatment:**\nLifestyle changes (weight loss, quitting smoking, reducing alcohol) may help. Many people need continuous positive airway pressure (CPAP): a machine that pumps air through a mask to keep airways open, improve sleep quality, reduce tiredness, and lower risks such as high blood pressure. CPAP works best if used every night; tell your doctor if it’s uncomfortable. Other treatments include mandibular advancement devices (gum shield-like) and surgery (e.g., removing large tonsils).\n\n**Self-help tips:**\nDo: lose weight if overweight; exercise regularly; practice good sleep habits (dark, quiet bedroom; consistent sleep schedule); sleep on your side (use a tennis ball or special pillow to keep off your back). Don’t: smoke; drink too much alcohol, especially before bed; take sleeping pills unless prescribed, as they can worsen sleep apnoea.\n\n**Complications:**\nUntreated sleep apnoea can cause high blood pressure, stroke, type 2 diabetes, heart disease, depression, accidents due to tiredness, and difficulty concentrating. It can strain relationships with partners.\n\n**Driving:**\nYou may need to tell the DVLA. Don’t drive until symptoms such as daytime tiredness are controlled.\n\n**Causes:**\nAirways that become too narrow during sleep. Linked to obesity, large neck, older age (but can affect children/young adults), family history, smoking, alcohol, large tonsils/adenoids, sleeping on the back, and COPD.",
  "category": "Sleep Disorders",
  "tags": [
    "sleep apnoea",
    "OSA",
    "sleep disorder",
    "CPAP",
    "snoring",
    "breathing pauses",
    "tiredness",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/sleep-apnoea/",
  "year": 2022
}
