{
  "id": "DOC_025",
  "title": "Hearing Loss",
  "body": "Hearing loss is common, particularly as you get older. See a GP if you have problems with your hearing. It could be caused by something that can be easily treated.\n\n**Symptoms:**\nIt's not always easy to tell if you're losing your hearing. Common signs include: difficulty hearing other people clearly and misunderstanding what they say, especially in noisy places; needing to ask people to repeat themselves; listening to music or watching TV with the volume higher than other people need; difficulty hearing on the phone; finding it hard to keep up with a conversation; and feeling tired or stressed from having to concentrate while listening. Sometimes someone else might notice problems with your hearing before you do. Hearing loss can affect a child's speech development and progress at school. Hearing loss can be harder to spot in babies. There is a checklist for how a baby makes and reacts to sound on GOV.UK that can help you notice the signs.\n\n**Causes:**\nThere are lots of possible causes of hearing loss. It may be caused by something treatable or it may be permanent. Your symptoms may give you an idea what could be causing it. But do not self-diagnose, see a GP for advice. Common causes of hearing loss and related symptoms include: gradual hearing loss in both ears—aging or damage from loud noise over many years; difficulty hearing in 1 ear, earache, a high temperature, itching in and around the ear, a feeling of pressure in your ear, discharge coming out of the ear—ear infection; difficulty hearing, usually in 1 ear, itchiness, feeling like your ear is blocked—earwax build-up; sudden hearing loss after an ear infection, a very loud noise or a change in air pressure (for example, from flying)—perforated eardrum; and sudden hearing loss along with dizziness, a spinning sensation (vertigo) or ringing in your ears (tinnitus)—labyrinthitis or Ménière's disease.\n\n**When to see a GP:**\nSee a GP if: you think your hearing is getting gradually worse; or you've had treatment for an ear infection or earwax build-up but your hearing has not come back. You can also sometimes get a free hearing test at some pharmacies and opticians.\n\n**Urgent advice:**\nAsk for an urgent GP appointment or get help from NHS 111 if: you have sudden hearing loss in 1 or both ears; your hearing has been getting worse over the last few days or weeks; or you have hearing loss along with other symptoms, such as earache or discharge coming out of the ear. It might not be anything serious, but it's best to get help as it may need to be treated quickly.\n\n**Treatments:**\nTreatment for hearing loss depends on what's causing it. Sometimes a GP may be able to treat the cause, for example: an ear infection might be treated with antibiotics; and an earwax build-up might be treated with ear drops or removed. If your hearing loss is not caused by something a GP can treat, they may refer you to a hearing specialist for further tests and treatment. If you have permanent hearing loss, a specialist will often recommend hearing aids. These will not make your hearing perfect, but they make sounds louder and clearer. Some people may need a hearing implant. These are devices that are attached to your skull or placed deep inside your ear.\n\n**Things you can do if you have hearing loss:**\nIf you have hearing loss, there are things you can do to help you communicate with others and avoid more damage to your hearing. Do: reduce background noise or move to a quieter area when talking to other people; face people when they're talking to you, so you can see their mouth, facial expressions and gestures; ask people to repeat themselves, speak more slowly and clearly or write things down if you need them to; ask a GP or specialist about tools or devices that can help, such as telephone and television amplifiers, flashing or vibrating alarms, and apps for smartphones or tablets; and wear ear protection when exposed to loud noises. Don't: do not listen to music too loudly—the volume should be just high enough for you to hear it comfortably; and do not put your fingers or any objects like cotton buds in your ears, even if you think they might be blocked.",
  "category": "Ear, Nose and Throat Conditions",
  "tags": [
    "hearing loss",
    "deafness",
    "hearing impairment",
    "hearing problems",
    "aging",
    "loud noise",
    "ear infection",
    "earwax build-up",
    "perforated eardrum",
    "labyrinthitis",
    "Ménière's disease",
    "vertigo",
    "tinnitus",
    "hearing aids",
    "hearing implants",
    "hearing specialist",
    "audiologist",
    "antibiotics",
    "ear drops",
    "hearing test",
    "speech development",
    "communication",
    "ear protection",
    "RNID",
    "NHS 111",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/hearing-loss/",
  "year": 2025
}
