{
  "id": "DOC_090",
  "title": "Atopic dermatitis (eczema)",
  "body": "**Overview:**\nAtopic dermatitis (eczema) causes dry, itchy, inflamed skin. It’s common in young children but can occur at any age. The condition is chronic, flares periodically, and isn’t contagious. People with atopic dermatitis have increased risk of food allergies, hay fever, and asthma. Moisturizing and good skin-care habits can relieve itching and prevent flares; medicated ointments or creams may be added.\n\n**Symptoms:**\nSigns can appear anywhere on the body and vary by person. They include dry, cracked skin; itching; rashes on swollen skin (color varies by skin tone); small raised bumps on brown or Black skin; oozing and crusting; thickened skin; darkening around the eyes; and raw, sensitive skin from scratching. Symptoms often begin before age 5 and may continue into adulthood, flaring then clearing for years.\n\n**When to see a doctor:**\nConsult a healthcare provider if symptoms occur, if itching disrupts sleep or daily activities, if infection signs appear (streaks, pus, yellow scabs), or if symptoms persist despite self-care. Seek urgent medical attention for fever plus an infected-looking rash.\n\n**Causes:**\nSome people carry gene variations that weaken the skin barrier, reducing moisture retention and protection against irritants, allergens, and bacteria. Others may have excess *Staphylococcus aureus* on the skin, displacing beneficial bacteria and disrupting the barrier. A weak barrier can trigger immune responses that lead to inflammation. Atopic dermatitis is one type of dermatitis (others include contact and seborrheic dermatitis) and is not contagious.\n\n**Risk factors:**\nThe main risk factor is personal or family history of eczema, allergies, hay fever, or asthma.\n\n**Complications:**\nPossible complications include asthma and hay fever, food allergies (often presenting with hives), neurodermatitis (thickened, discolored skin from habitual scratching), post-inflammatory hyper- or hypopigmentation (especially in darker skin), skin infections from scratching, irritant hand dermatitis (notably in people with frequent wet work), allergic contact dermatitis, sleep disturbances, and mental health issues such as depression or anxiety.\n\n**Prevention:**\nA basic skin-care routine helps prevent flares: moisturize at least twice daily (creams, ointments, shea butter, lotions), and for infants, petroleum jelly may prevent eczema. Bathe or shower daily with warm—not hot—water for about 10 minutes. Use gentle, nonsoap cleansers without dyes, alcohols, or fragrances; young children often need only warm water. Avoid deodorant or antibacterial soaps and harsh scrubbing. Pat skin dry and moisturize within three minutes. Identify and avoid personal triggers (e.g., rough wool, dry skin, infections, heat/sweat, stress, cleaning products, dust mites, pet dander, mold, pollen, tobacco smoke, cold/dry air, fragrances, chemicals). For infants/children, discuss possible food triggers (e.g., eggs, cow’s milk) with a healthcare provider.",
  "category": "Public Health",
  "tags": [
    "atopic dermatitis",
    "eczema",
    "skin health",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/atopic-dermatitis-eczema/symptoms-causes/syc-20353273",
  "year": 2024
}

