{
  "id": "DOC_109",
  "title": "Abusive Head Trauma",
  "body": "Abusive head trauma (AHT), including shaken baby syndrome, is a severe form of child abuse that causes brain injury and is a leading cause of child abuse deaths in U.S. children under five. It typically occurs when a frustrated caregiver violently shakes or impacts an infant, often in response to persistent crying. This trauma can lead to bleeding around the brain or behind the eyes and results in serious long-term consequences such as vision problems, developmental delays, physical disabilities and hearing loss. About one-third of child maltreatment deaths involve AHT, and up to one in four affected babies dies. Infants under one year are at greatest risk.\n\n**Key facts:**\n- Crying (even inconsolable crying) is normal in infants; shaking, throwing or hitting a baby is never an appropriate response.\n- AHT accounts for a substantial portion of child maltreatment fatalities.\n\n**Prevention:**\nAnyone can help prevent AHT by understanding normal infant crying patterns and supporting parents and caregivers.\n\n**For parents/caregivers:**\n- Try soothing strategies: swaddle, hold skin-to-skin, offer a pacifier, rock, sing or speak softly, take a stroller walk or car ride.\n- If you feel overwhelmed, calm yourself: place the baby safely down and walk away briefly, checking every 5–10 minutes. Reach out to friends, relatives, neighbors, helplines or healthcare providers for help.\n- If crying persists, check for illness and contact the child’s doctor. Never leave the baby with someone who is easily angered, has a temper, or a history of violence.\n- The National Maternal Mental Health Hotline (1-833-852-6262) offers 24/7 confidential support for pregnant and postpartum individuals and their loved ones.\n\n**For friends, family and community members:**\n- Look out for new parents who may need assistance or breaks.\n- Offer to watch the baby so caregivers can rest.\n- Encourage breaks if parents show frustration, ensuring the infant is safely placed in a crib.\n- Provide empathetic support when caregivers are coping with crying.\n- Advocate for workplace policies that allow parents more time with infants during high-crying periods (4–20 weeks of age).\n\nUnderstanding infant crying and providing social support can prevent abusive head trauma and protect infants from life-threatening injuries.",
  "category": "Child Safety",
  "tags": [
    "abusive head trauma",
    "shaken baby syndrome",
    "child abuse prevention",
    "caregiver support",
    "CDC"
  ],
  "source": "CDC",
  "url": "https://www.cdc.gov/child-abuse-neglect/about/about-abusive-head-trauma.html",
  "year": 2024
}
