{
  "id": "DOC_012",
  "title": "Arthritis",
  "body": "Arthritis affects about 1 in 5 U.S. adults. It affects the joints, tissues around the joint, and other connective tissues. Arthritis is a leading cause of work disability among adults. People with other chronic conditions—such as obesity, diabetes, and heart disease—often have arthritis.\n\n**Overview:**\nArthritis is a general term for conditions that affect the joints, tissues around joints, and other connective tissues. There are more than 100 types of arthritis. The causes of some forms of arthritis are unknown. About 54 million U.S. adults have arthritis. The number of people with arthritis is expected to increase as the population grows and ages.\n\n**Risk factors:**\nSome behaviors and characteristics can increase your chances of developing arthritis. Several of these risk factors are within your control, including: smoking; having overweight or obesity; joint injuries—like from sports, falls, and accidents; and work-related activities that lead to joint injury—like bending, squatting, and other repetitive motions.\n\n**Symptoms and diagnosis:**\nSymptoms vary by arthritis type but usually include joint pain and stiffness. Health care providers can diagnose arthritis by: reviewing your health and family history; doing a physical exam; taking X-rays; and doing lab tests (as needed). Once you know the type of arthritis you have, you can work with your provider to decide on the best ways to manage and treat it.\n\n**Managing your arthritis:**\nIt is important to manage symptoms. Managing arthritis symptoms helps you: prevent or delay it from getting worse or causing disability; reduce pain; and improve your overall health and well-being. Five ways to manage arthritis and its symptoms include: learn self-management skills; be physically active; manage your weight; protect your joints; and talk to your health care provider if you have symptoms. The earlier you receive an arthritis diagnosis, the sooner you can begin treatment to lessen its effects and prevent or delay it from getting worse. Joint-friendly physical activity—like walking—can help arthritis pain.\n\n**Treatment:**\nThere is no cure for arthritis, but it can be treated and managed. Treatments vary depending on arthritis type. They may include: over-the-counter medicines; physical therapy; prescription medicines; and surgery, if needed. Your provider will talk to you about these and other treatment options that are right for your arthritis type and personal needs. Rheumatologists are doctors who are trained as experts in diagnosing, treating, and caring for people with arthritis.",
  "category": "Chronic Diseases",
  "tags": [
    "arthritis",
    "joint pain",
    "chronic disease",
    "joint inflammation",
    "rheumatoid arthritis",
    "osteoarthritis",
    "gout",
    "work disability",
    "physical therapy",
    "rheumatology",
    "joint health",
    "CDC",
    "chronic conditions",
    "self-management"
  ],
  "source": "CDC",
  "url": "https://www.cdc.gov/arthritis/basics/index.html",
  "year": 2024
}
