{
  "id": "DOC_016",
  "title": "Underactive Thyroid (Hypothyroidism)",
  "body": "An underactive thyroid (hypothyroidism) is a common condition where the thyroid gland in your neck does not make enough hormones. This can cause symptoms like tiredness and weight gain. It can be managed with treatment.\n\n**Symptoms:**\nSymptoms of an underactive thyroid may be mild and may not be easy to notice. Common symptoms include: feeling extremely tired (fatigue); feeling cold more than usual; putting on weight; constipation; difficulty concentrating or thinking clearly; low mood or depression; dry skin, dry hair or hair loss; a croaky (hoarse) voice; and irregular or heavy periods if you have them. Symptoms usually develop slowly and get worse over time. Some of the symptoms are common and can be caused by other conditions. But it's important to get them checked by a GP if you think you might have an underactive thyroid.\n\n**Diagnosis:**\nIf a GP thinks you might have an underactive thyroid, they'll ask about your symptoms. They'll also ask if someone else in your family has had a thyroid condition or an autoimmune condition, or if you've recently been pregnant. The GP may examine your neck to find out if your thyroid gland is swollen. You may have blood tests to check how much thyroid-stimulating hormone (TSH) and thyroxine (T4) is in your blood. The GP may also refer you to a specialist for more tests.\n\n**Treatment:**\nAn underactive thyroid is usually treated with medicine to replace the thyroid hormone that your body cannot produce. This medicine is usually levothyroxine tablets. You'll usually need to take them for the rest of your life to prevent your symptoms returning. You should be able to live a normal life. You'll have regular blood tests to check you're on the right dose of levothyroxine. Being on the wrong dose can cause side effects, such as feeling or being sick, diarrhoea, headaches or problems sleeping. If you have any side effects, talk to your GP or a pharmacist.\n\n**Causes:**\nIn the UK, the main cause of an underactive thyroid is an autoimmune condition called Hashimoto's disease. If you have Hashimoto's disease, your immune system attacks your thyroid gland meaning it cannot make enough thyroid hormone. Hashimoto's disease is most common in women, and usually starts between the ages of 30 and 50. But anyone can get an underactive thyroid. An underactive thyroid can also be caused by: having another thyroid condition, such as thyroiditis; surgery or radiotherapy around your neck or thyroid; treatment for an overactive thyroid; not getting enough iodine in your diet—this is rare in the UK; and treatment with certain medicines. You're also more likely to have an underactive thyroid if others in your family have had a thyroid condition.\n\n**Risks:**\nAn underactive thyroid is not usually serious if you're having the right treatment. If your underactive thyroid is not treated, or you're on the wrong dose of medicine, you may have an increased risk of getting: problems with your heart (including coronary heart disease and heart failure); and problems with your bones (including osteoporosis). In very rare cases, a severe underactive thyroid may lead to a life-threatening condition called myxoedema coma. It's more common in older people. This is an emergency and requires treatment in hospital.\n\n**Pregnancy:**\nIf you have an underactive thyroid and are pregnant or planning to get pregnant, tell your GP. You'll need further tests and it's likely your dose of levothyroxine will need to change while you're pregnant. If it's not treated, an underactive thyroid can increase your chance of having serious complications in pregnancy, including high blood pressure (pre-eclampsia), birth defects, premature birth or miscarriage. Treatment usually helps prevent these complications, and the GP will talk to you about any risks.",
  "category": "Endocrine Disorders",
  "tags": [
    "hypothyroidism",
    "underactive thyroid",
    "thyroid disease",
    "thyroid gland",
    "Hashimoto's disease",
    "autoimmune disease",
    "levothyroxine",
    "TSH",
    "thyroxine",
    "T4",
    "thyroid hormone",
    "fatigue",
    "weight gain",
    "thyroiditis",
    "myxoedema coma",
    "coronary heart disease",
    "heart failure",
    "osteoporosis",
    "pre-eclampsia",
    "pregnancy",
    "endocrinology",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/underactive-thyroid-hypothyroidism/",
  "year": 2024
}
