{
  "id": "DOC_003",
  "title": "Cardiovascular Diseases",
  "body": "**About the condition:**\n- Cardiovascular diseases (CVDs) are disorders of the heart and blood vessels—including coronary heart disease, cerebrovascular disease, and rheumatic heart disease—and are the leading global cause of death (≈17.9 million annually), with many deaths occurring prematurely (<70 years).\n- Heart attacks and strokes account for most CVD deaths; detecting high-risk individuals and ensuring access to essential medicines and health technologies in primary care can avert premature mortality.\n\n**Symptoms:**\n- Heart attack: pain or discomfort in the chest, arms, left shoulder, elbows, jaw, or back; difficulty breathing; nausea or vomiting; light-headedness or faintness; cold sweat; pallor. Women more often present with shortness of breath, nausea, vomiting, and back or jaw pain.\n- Stroke: sudden weakness or numbness of face/arm/leg (especially one side), confusion, difficulty speaking or understanding, vision problems, difficulty walking/dizziness/loss of balance, severe headache without known cause, fainting or unconsciousness.\n- Rheumatic heart disease: shortness of breath, fatigue, irregular heartbeats, chest pain, fainting; rheumatic fever symptoms include fever, joint pain and swelling, nausea, stomach cramps, vomiting.\n\n**Causes/Risk factors:**\n- Behavioural: unhealthy diet (high salt, low fruit/vegetables), physical inactivity, tobacco use, harmful alcohol consumption.\n- Environmental: air pollution contributing to heart disease and stroke risk.\n- Physiological/intermediate: raised blood pressure, blood glucose, blood lipids, overweight/obesity; linked social drivers include ageing, income, and urbanization.\n\n**Prevention/Management:**\n- Stop tobacco use, limit dietary salt, eat more fruit and vegetables, engage in regular physical activity, and avoid harmful alcohol use.\n- Improve air quality, reduce pollution, and implement health policies that make healthy choices affordable and accessible, fostering sustained behaviour change.\n- Identify high-risk individuals early and provide appropriate treatment, counselling, and access to noncommunicable disease medicines and basic health technologies.\n\n**When to see a doctor:**\n- Seek immediate medical care for any signs of heart attack or stroke, or if experiencing the listed rheumatic heart disease or rheumatic fever symptoms.\n",
  "category": "Disease Awareness",
  "tags": [
    "cardiovascular disease",
    "CVD",
    "heart disease",
    "stroke",
    "heart attack",
    "symptoms",
    "treatment",
    "risk factors",
    "blood pressure",
    "cholesterol",
    "prevention"
  ],
  "source": "WHO",
  "url": "https://www.who.int/health-topics/cardiovascular-diseases",
  "year": 2024
}
