{
  "id": "DOC_104",
  "title": "Infertility",
  "body": "Infertility is a disease of the male or female reproductive system defined by the inability to achieve a pregnancy after 12 months or more of regular unprotected sexual intercourse. Globally, an estimated 1 in 6 people of reproductive age experience infertility in their lifetime. Causes may stem from male, female, combined or unexplained factors. Infertility may be primary (no previous pregnancy) or secondary (after at least one prior pregnancy). Some causes are preventable. Fertility care includes prevention, diagnosis and treatment but remains inaccessible or unaffordable for many, particularly in low- and middle-income countries (LMICs), and is rarely included in universal health coverage benefit packages. Treatment often involves assisted reproductive technologies (ART) such as in vitro fertilization (IVF) and other medically assisted reproduction.\n\n**Causes**\n- Female factors: tubal disorders (e.g., blocked fallopian tubes from untreated STIs, complications of unsafe abortion, postpartum sepsis, pelvic surgery)\n- Uterine conditions (inflammatory such as endometriosis, congenital such as septate uterus, benign such as fibroids)\n- Ovarian disorders (e.g., polycystic ovarian syndrome, other follicular disorders)\n- Endocrine disorders affecting the hypothalamus or pituitary (including pituitary cancers, hypopituitarism)\n- Male factors: obstruction of reproductive tract affecting semen ejection (e.g., ejaculatory duct or seminal vesicle blockages from injuries or infections)\n- Hormonal disorders involving the pituitary, hypothalamus or testicles (e.g., pituitary/testicular cancers)\n- Testicular failure to produce sperm (varicoceles, gonadotoxic treatments such as chemotherapy)\n- Abnormal sperm morphology or motility (e.g., anabolic steroid use)\n- Lifestyle factors (smoking, excessive alcohol, obesity)\n- Exposure to environmental pollutants or toxins can impair gametes\n\n**Prevention**\n- Integrate fertility awareness into comprehensive sexuality education\n- Promote healthy lifestyles\n- Prevent and treat STIs\n- Avert complications of unsafe abortion, postpartum sepsis and pelvic surgery\n- Address environmental toxins\n- Avoid smoking\n- Limit excessive alcohol intake\n- Maintain healthy weight to prevent obesity",
  "category": "Reproductive Health",
  "tags": [
    "infertility",
    "fertility care",
    "assisted reproduction",
    "gender equality",
    "WHO guidelines"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/infertility",
  "year": 2024
}

