{
  "id": "DOC_040",
  "title": "Family Planning and Contraception",
  "body": "Family planning enables people to achieve their desired number of children and determine the spacing of pregnancies through contraceptive use and infertility treatment. Access to family planning supports the human right to make informed choices about sexual and reproductive health and contributes to health, gender equality, education, economic opportunity, and SDG 3.7's goal of universal access to reproductive health care.\n\n**Key facts:**\n- Of 1.9 billion women aged 15–49 in 2021, 1.1 billion needed family planning; 874 million used modern contraception, while 164 million had unmet need.\n- Contraception prevents unintended pregnancies and reduces health risks, particularly for adolescent girls.\n- Multiple temporary (reversible) and permanent contraceptive options exist.\n- Condoms are the only method protecting against both pregnancy and sexually transmitted infections, including HIV.\n\n**Impact:**\nAccess to family planning reduces pregnancy-related risks, supports education and employment, strengthens health systems, and promotes economic growth. Modern contraceptive use is projected to expand by 70 million women by 2030.\n\n**Barriers:**\nChallenges include limited method availability, especially in low-resource or rural areas; age, income, and marital status restrictions; fear of side effects; misinformation; social or religious opposition; poor service quality; provider bias; and gender inequality that may require partner consent or lead to stigma.\n\n**Contraceptive methods:**\nWHO-approved methods include long-acting options (implants, IUDs, sterilization), regular-use methods (pills, injections, patches, vaginal rings), barrier methods (condoms), and less reliable methods (fertility awareness, withdrawal). Choice depends on individual health, preferences, and needs, with health worker guidance recommended.\n\n**Infertility:**\nInfertility affects about 1 in 6 adults over a lifetime. Causes include infections, medical conditions, environmental and lifestyle factors, and can affect all genders. Women often face greater social blame, causing stigma and distress. Treating infertility is part of comprehensive family planning. Modern contraceptives do not cause infertility.\n\n**WHO response:**\nWHO supports universal access to reproductive health services, develops evidence-based guidelines on contraception safety and service delivery, ensures human rights in programmes, assists countries in adapting tools, and advances new contraceptive technologies. WHO conducts research to improve access to information and services.",
  "category": "Reproductive Health",
  "tags": [
    "family planning",
    "contraception",
    "sexual and reproductive health",
    "WHO",
    "modern contraceptives",
    "infertility",
    "SDG 3.7",
    "public health",
    "gender equality"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/family-planning-contraception",
  "year": 2025
}
