{
  "id": "DOC_049",
  "title": "Adolescent Pregnancy",
  "body": "Adolescent pregnancy, defined as pregnancy in girls aged 10–19 years, remains a global public health concern with profound health, social and economic consequences. In low- and middle-income countries (LMICs), there were an estimated 21 million pregnancies annually among adolescents aged 15–19 in 2019, half of which were unintended, resulting in about 12 million births. Approximately 55% of unintended pregnancies in adolescents end in abortions, often unsafe in LMICs. Adolescents face higher risks of eclampsia, puerperal endometritis and systemic infections than women aged 20–24, and their babies have greater risks of low birth weight, preterm birth and severe neonatal complications. The adolescent birth rate (ABR) for girls aged 10–14 was 1.5 per 1000 globally in 2023, but reached 4.4 in sub-Saharan Africa and 2.3 in Latin America and the Caribbean.\n\n**Overview:**\nWhile global ABR has fallen, declines are uneven across regions and within countries, with higher rates among adolescents with limited education or low socioeconomic status. Child marriage, child sexual abuse, limited access to contraceptives, and social pressures to bear children sustain high adolescent pregnancy rates. Barriers include restrictive laws, provider bias, stigma, cost, and inadequate information. WHO supports countries by building evidence, developing policy and programme tools, advocating for adolescent health, and promoting equitable maternal care for pregnant and parenting adolescents.\n\n**Scope of the problem:**\n- ABR declined from 64.5 births per 1000 girls aged 15–19 in 2000 to 41.3 in 2023, but sub-Saharan Africa (97.9) and Latin America and the Caribbean (51.4) still have the highest rates.\n- Regional disparities exist (e.g., 97 per 1000 in the WHO African Region vs. 13.1 per 1000 in the European Region in 2023) and intra-country differences are large (e.g., Zambia’s provincial rates ranging 14.9%–42.5% of adolescents who have begun childbearing; the Philippines 3.5%–17.9%).\n- In 2021, sub-Saharan Africa recorded ~6.1 million births among 15–19-year-olds and 332 000 among 10–14-year-olds, compared with 68 000 and 22 000 respectively in Central and South-East Asia.\n\n**Context and drivers:**\n- **Socioeconomic inequities:** Adolescents with less education or low income experience higher pregnancy rates; progress is slow among vulnerable groups, widening inequities.\n- **Child marriage:** An estimated 650 million women were child brides as of 2021; early marriage limits autonomy over timing of childbearing and contraceptive use.\n- **Limited opportunities:** In settings with restricted education/employment prospects, motherhood may be one of few valued roles.\n- **Contraceptive barriers:** Adolescents face limited availability, cost, stigma, restrictive laws (age/marital status), provider bias, side effects, and inconsistent use.\n- **Sexual violence:** About 120 million girls under 20 have experienced sexual violence by non-partners; 1 in 8 children experience sexual abuse before 18, and 1 in 20 girls aged 15–19 report forced sex, increasing unintended pregnancies.\n- **Intimate partner violence:** 24% of adolescent girls aged 15–19 have experienced physical and/or sexual violence from an intimate partner; 16% within the last year, undermining reproductive autonomy.\n\nPreventing adolescent pregnancy aligns with SDG indicators 3.7.2 (adolescent birth rate) and 5.3.1 (child marriage). Strategies increasingly couple pregnancy prevention with improved access to respectful, high-quality maternal care and support for pregnant adolescents, yet access and quality remain inconsistent.\n\n**WHO response:**\nWHO collaborates with governments and partners to prioritize adolescent health, expand evidence, develop guidance and tools, build capacity, and support national programmes targeting adolescent pregnancy prevention, child marriage reduction, and better care for adolescent parents. Governments and civil society are scaling up interventions, recognizing the urgency of addressing adolescent sexual and reproductive health rights.",
  "category": "Reproductive Health",
  "tags": [
    "adolescent pregnancy",
    "adolescent birth rate",
    "child marriage",
    "sexual and reproductive health",
    "WHO",
    "contraceptive access",
    "gender equity"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/adolescent-pregnancy",
  "year": 2024
}
