{
  "id": "DOC_151",
  "title": "Fever treatment: Quick guide to treating a fever",
  "body": "A fever is a common sign of illness and may help fight infections; these tips apply to people without serious health issues such as immune suppression, chemotherapy use or recent surgery.\n\n**Symptoms:**\n- Adults with a fever should watch for a bad headache, stiff neck, shortness of breath or other concerning symptoms that warrant medical advice.\n\n**When to See a Doctor:**\n- Infants 0-3 months: Rectal temperature 100.4 F (38 C) or higher — contact a healthcare professional, even if no other symptoms appear.\n- Infants 3-6 months (up to 102 F rectal): Ensure rest and fluids; call a healthcare professional if the child is unusually cranky, low-energy or uncomfortable.\n- Infants 3-6 months (above 102 F rectal): Call the healthcare professional, who may recommend an exam.\n- Infants 6-24 months (above 102 F rectal): Give age-appropriate acetaminophen or ibuprofen, avoid aspirin, and call if the fever resists medicine or lasts beyond one day.\n- Children 2-17 years (up to 102 F): Encourage rest and fluids; contact healthcare if the child is very cranky, lacks energy or feels significant discomfort.\n- Children 2-17 years (above 102 F): Provide acetaminophen or ibuprofen (avoid duplicating acetaminophen in other medicines and do not use aspirin); call if the fever persists despite medicine or exceeds three days.\n- Adults up to 102 F oral: Rest, hydrate and seek medical help if severe symptoms like headache, stiff neck or shortness of breath accompany the fever.\n- Adults above 102 F oral: Use acetaminophen, ibuprofen or aspirin as directed and contact a healthcare professional if the fever does not respond, reaches 103 F (39.4 C) or lasts longer than three days.",
  "category": "Treatment Guide",
  "subcategory": "Fever Treatment",
  "tags": [
    "fever",
    "temperature",
    "treatment",
    "acetaminophen",
    "ibuprofen",
    "children",
    "adults",
    "infants",
    "healthcare",
    "thermometer",
    "fever management",
    "pediatric care"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/fever/in-depth/fever/art-20050997",
  "year": 2024
}
