{
  "id": "DOC_023",
  "title": "Hair Loss",
  "body": "Losing your hair is not usually anything to be worried about, but it can be upsetting. Treatment may help with some types of hair loss.\n\n**Causes:**\nIt's normal to lose hair. We can lose between 50 and 100 hairs a day, often without noticing. Hair loss is not usually anything to be worried about, but occasionally it can be a sign of a medical condition. Some types of hair loss are permanent, like male and female pattern baldness. This type of hair loss usually runs in the family. Other types of hair loss may be temporary. They can be caused by: an illness; stress; cancer treatment; weight loss; and iron deficiency.\n\n**When to see a GP:**\nSee a GP if you're worried about your hair loss. The GP may be able to tell you what's causing your hair loss by looking at your hair. Tell them if your hair loss is affecting your wellbeing, and ask what treatments are available. See a GP to get an idea about what's causing your hair loss before thinking about going to a commercial hair clinic.\n\n**Treatment:**\nMost hair loss does not need treatment and is either: temporary and it'll grow back; or a normal part of getting older. Hair loss caused by a medical condition usually stops or grows back once you've recovered. There are things you can try if your hair loss is causing you distress. But not all treatments are available on the NHS, so you may have to pay. No treatment is 100% effective. Finasteride and minoxidil are the main treatments for male pattern baldness. Minoxidil can also be used to treat female pattern baldness. Women should not use finasteride. These treatments: do not work for everyone; only work for as long as they're used; and are not all available on the NHS, so can be expensive if you have to pay. Some wigs are available on the NHS, but you may have to pay unless you qualify for financial help. Synthetic wigs: last 6 to 9 months; are easier to look after than real-hair wigs; can be itchy and hot; and cost less than real-hair wigs. Real-hair wigs: last 3 to 4 years; are harder to look after than synthetic wigs; look more natural than synthetic wigs; and cost more than synthetic wigs. Other possible treatments for hair loss include: steroid injection—injections given into bald patches; steroid creams—cream applied to bald patches; immunotherapy—chemical applied to bald patches; immunotherapy tablets—tablets taken every day to prevent hair loss; light treatment—shining ultraviolet light on bald patches; permanent make-up (micropigmentation)—tattoo used to look like short hair and eyebrows; hair transplant—hair is removed from the back of the head and moved to thinning patches; scalp reduction surgery—sections of scalp with hair are stretched and stitched together; and artificial hair transplant—surgery to implant artificial hairs. Some of these treatments may not be available on the NHS.\n\n**Emotional help:**\nLosing hair can be upsetting. For many people, their hair is an important part of who they are. If your hair loss is causing you distress, your GP may be able to help you get some counselling. You may also benefit from joining a support group, or speaking to other people in the same situation on online forums.",
  "category": "Dermatological Conditions",
  "tags": [
    "hair loss",
    "alopecia",
    "baldness",
    "male pattern baldness",
    "female pattern baldness",
    "pattern hair loss",
    "temporary hair loss",
    "permanent hair loss",
    "finasteride",
    "minoxidil",
    "wigs",
    "synthetic wigs",
    "real-hair wigs",
    "steroid injection",
    "steroid creams",
    "immunotherapy",
    "light treatment",
    "micropigmentation",
    "hair transplant",
    "scalp reduction surgery",
    "artificial hair transplant",
    "stress",
    "iron deficiency",
    "cancer treatment",
    "weight loss",
    "counselling",
    "support groups",
    "dermatology",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/symptoms/hair-loss/",
  "year": 2024
}
