{
  "id": "DOC_117",
  "title": "Avoiding Foot Fungal Infections",
  "body": "Athlete’s foot (tinea pedis) is a contagious fungal infection, often starting between the toes, particularly when feet are sweaty inside tight shoes. It relates to other fungal infections like ringworm and jock itch. Over-the-counter antifungal creams can treat it, though recurrences are common; prescription options exist for more persistent cases.\n\n**Symptoms:**\n- Scaly red rash, typically between toes.\n- Itching that worsens after removing shoes and socks.\n- Blisters or ulcers in some cases.\n- Moccasin-type infection causes chronic dryness and scaling on the soles, mimicking eczema or dry skin.\n- Infection can affect one or both feet and spread to the hands via scratching.\n\n**Causes:**\n- Fungi that thrive in damp, warm environments such as sweaty socks/shoes.\n- Locker rooms and public showers can spread the fungus, but the inside of shoes is a major source.\n- Transmitted via contact with infected individuals or surfaces (towels, floors, shoes).\n\n**Prevention and care tips:**\n- **Treat feet promptly:** Apply over-the-counter antifungal creams or drying powders 2 to 3 times daily until the rash disappears.\n- **Keep feet dry:** Especially between the toes. Go barefoot at home to air feet, and dry thoroughly after bathing.\n- **Wear breathable socks:** Choose natural fibers (cotton, wool) or moisture-wicking synthetics; change sweaty socks twice daily.\n- **Choose ventilated footwear:** Avoid vinyl or rubber shoes; go for light, breathable materials.\n- **Alternate shoes:** Rotate pairs daily to allow full drying between uses.\n- **Protect feet in public places:** Wear waterproof sandals in pools, showers, and locker rooms.\n- **Use antifungal powder daily:** Helps keep feet dry and fungus-free.\n- **Do not share shoes:** Prevents fungal spread.\n\n**When to seek medical care:**\n- If rash persists despite self-care, consult a healthcare provider.\n- People with diabetes should seek prompt medical evaluation, especially if signs of bacterial infection appear (redness, swelling, drainage, fever).\n- Mild cases may respond to over-the-counter antifungal products; persistent or severe infections may require prescription topical treatments or oral antifungal medications.\n\nConsistent foot hygiene, moisture control, and protective habits significantly reduce the risk of athlete’s foot and promote quicker recovery if infection occurs.",
  "category": "Dermatology",
  "tags": [
    "athlete's foot",
    "fungal infection",
    "foot care",
    "prevention",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://newsnetwork.mayoclinic.org/discussion/home-remedies-fighting-foot-fungus/",
  "year": 2018
}
