{
  "id": "DOC_137",
  "title": "Heat and health",
  "body": "**Key facts:**\n- Heat stress is the leading cause of weather-related deaths and worsens illnesses such as cardiovascular disease, diabetes, asthma, mental health conditions, and some infectious diseases; heatstroke is a medical emergency with a high fatality rate.\n- Extreme heat exposure is rising globally due to climate change; heat-related mortality in people over 65 increased ~85% between 2000–2004 and 2017–2021. Between 2000–2019, ~489 000 heat-related deaths occurred annually (45% in Asia, 36% in Europe). Europe recorded an estimated 61 672 excess heat deaths in summer 2022; past heatwaves (Europe 2003, Russian Federation 2010) caused tens of thousands of deaths.\n- Vulnerability depends on physiological factors (age, health status) and exposure factors (occupation, socio-economic conditions).\n- Heat impacts are predictable and largely preventable through public health and multisectoral policies; WHO provides guidance for managing extreme heat risks.\n\n**Overview:**\nHeatwaves—periods of unusually hot days and nights—are intensifying in frequency, duration, and magnitude due to climate change. Extended high temperatures stress the body, raising risks of illness and death, triggering public health emergencies, and causing socio-economic losses (reduced labour productivity, disrupted services). Ageing populations and rising noncommunicable diseases increase susceptibility. Urbanization choices (loss of greenspace, heat-amplifying materials) exacerbate exposure. Awareness remains insufficient among health workers and the public, necessitating tailored guidance and rapid intervention when heat alerts are issued.\n\n**Who is affected?**\nChronic high temperatures affect tropical and subtropical populations; mid/high latitudes face seasonal exposure. Physiological vulnerability (older adults, people with chronic conditions) and occupational or socio-economic exposures (outdoor workers, informal settlements, gender roles) increase risk. Outdoor/manual workers, athletes, and emergency responders are prone to exertional heat stress. Poor housing and lack of cooling heighten exposure for urban/rural poor; women often experience additional indoor heat due to cooking responsibilities.\n\n**Health impacts:**\nHeat load rises when the body cannot dissipate internal metabolic heat due to high temperature, humidity, low wind, radiant heat, occlusive clothing, or external heat gain. Failure to regulate temperature leads to heat exhaustion or heatstroke, and strains the heart and kidneys. Heat exacerbates chronic conditions (cardiovascular, respiratory, mental health, diabetes) and can cause acute kidney injury. Deaths/hospitalizations occur rapidly during heatwaves, demanding swift interventions. Heat events can disrupt health services (power outages, transport failures), reduce productivity, elevate accident risk, and coincide with hazardous air pollution. Impact severity depends on heat event timing, intensity, duration, and population/infrastructure adaptability.\n\n**Public actions:**\n- **Stay out of the heat:** Avoid strenuous outdoor activity during peak heat; seek shade; spend 2–3 hours daily in a cool place; never swim alone; heed heat warnings.\n- **Keep homes cool:** Ventilate at night when cooler outside; during daytime, close windows/blinds; minimize heat-generating devices; use fans only when <40 °C; if using air conditioning, set to 27 °C with a fan to feel ~4 °C cooler and save energy; consider shaded outdoor areas.\n- **Keep body cool and hydrated:** Wear light, loose clothing; take cool showers/baths; moisten skin (damp cloth, spray); drink at least 2–3 litres daily (about 1 cup/hour); regularly check on vulnerable individuals (over 65, chronic conditions, disabilities, living alone).\n- **Protect infants/children:** Never leave children/animals in parked vehicles; limit sun exposure during peak hours; avoid covering strollers with dry fabric (use damp cloth and portable fan); dress children in lightweight protective clothing, hats, sunglasses, sunscreen; follow home-cooling tips.\n\n**WHO response:**\nWHO urges rapid climate action to reduce greenhouse gas emissions and lessen future heat impacts. Through the Alliance for Transformational Change in Climate and Health (ATACH), WHO supports countries with technical and policy resources to adapt health systems and communities. WHO collaborates on heat action plans, early warning systems, and emergency response plans to protect high-risk populations (health facilities, nursing homes, schools without cooling). WHO co-sponsors the Global Heat Health Information Network and partners with the World Meteorological Organization on Heat Health Warning Systems to enhance preparedness and protect vulnerable populations.",
  "category": "Climate and Health",
  "tags": [
    "heatwaves",
    "climate change",
    "heat stress",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/climate-change-heat-and-health",
  "year": 2024
}

