{
  "id": "DOC_027",
  "title": "Cough",
  "body": "A cough will usually clear up on its own within 3 to 4 weeks.\n\n**How to treat a cough yourself:**\nThere's usually no need to see a GP if you have a cough. You should: rest; drink plenty of fluids; and try to stay at home and avoid contact with other people if you have a high temperature or you do not feel well enough to do your normal activities. You could also try: paracetamol or ibuprofen to treat any pain; hot lemon and honey (not suitable for babies under 1 year old); and a herbal medicine called pelargonium (suitable for people aged 12 or over). But there's limited evidence to show these work. Hot lemon with honey has a similar effect to cough medicines. To make a hot lemon and honey drink: squeeze half a lemon into a mug of boiled water; add 1 to 2 teaspoons of honey; and drink while still warm (do not give hot drinks to small children). Some medicines and herbal treatments are not safe for everyone (for example, if you're pregnant). Always check the leaflet or speak to a pharmacist before taking them.\n\n**A pharmacist can help:**\nIf you have a cough, you can ask a pharmacist about: cough syrup; cough medicine (some cough medicines should not be given to children under 12 years old); and cough sweets. These will not stop your cough, but may help you cough less. Decongestants and cough medicines containing codeine will not stop your cough.\n\n**When to see a GP:**\nSee a GP if: you've had a cough for more than 3 weeks (persistent cough); you're losing weight for no reason; or you have a weakened immune system—for example, because of chemotherapy or diabetes.\n\n**Urgent advice:**\nAsk for an urgent GP appointment or get help from NHS 111 if: your cough is very bad or quickly gets worse—for example, you have a hacking cough or cannot stop coughing; you feel very unwell; you have chest pain; the side of your neck feels swollen and painful (swollen glands); you find it hard to breathe; or you're coughing up blood.\n\n**What happens at your appointment:**\nTo find out what's causing your cough, the GP might: listen to your chest with a stethoscope; take a sample of any mucus you might be coughing up; order an X-ray, allergy test, or a test to see how well your lungs work; or refer you to hospital to see a specialist, but this is rare. Antibiotics are not normally prescribed for coughs. A GP will only prescribe them if you need them—for example, if you have a bacterial infection or you're at risk of complications.\n\n**Causes:**\nMost coughs are caused by a cold or flu. Other causes include: smoking; heartburn (acid reflux); allergies—for example, hay fever; infections like bronchitis or COVID-19; and mucus dripping down the throat from the back of the nose. A cough is rarely a sign of something serious like lung cancer.",
  "category": "Respiratory Conditions",
  "tags": [
    "cough",
    "persistent cough",
    "coughing",
    "cold",
    "flu",
    "viral infection",
    "respiratory infection",
    "bronchitis",
    "COVID-19",
    "smoking",
    "heartburn",
    "acid reflux",
    "allergies",
    "hay fever",
    "paracetamol",
    "ibuprofen",
    "hot lemon and honey",
    "pelargonium",
    "cough syrup",
    "cough medicine",
    "cough sweets",
    "decongestants",
    "codeine",
    "antibiotics",
    "bacterial infection",
    "lung cancer",
    "stethoscope",
    "X-ray",
    "allergy test",
    "lung function test",
    "chemotherapy",
    "diabetes",
    "weakened immune system",
    "NHS 111",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/symptoms/cough/",
  "year": 2023
}
