{
  "id": "DOC_141",
  "title": "Condoms",
  "body": "**Key facts:**\n- In 2020, 374 million new infections with one of four curable STIs (syphilis, chlamydia, gonorrhoea, trichomoniasis) occurred among adults 15–49; correct condom use could prevent most of these infections.\n- Modelling suggests increased condom use since 1990 has averted ~117 million new HIV infections, nearly half in sub-Saharan Africa and over one-third in Asia/Pacific.\n- When male condoms are used correctly every time, 98% of women are protected from unplanned pregnancy over a year; correct female condom use protects 95%.\n- Nearly one-third of European adolescents report using neither condoms nor contraceptive pills at last intercourse, a proportion unchanged since 2018.\n- Non-judgmental, person-centred information supports condom use; gender inequities in relationships often hinder it.\n- WHO/HRP research shows positive messaging about sex and pleasure improves condom uptake.\n\n**Overview:**\nCondoms (external/male and internal/female) are safe, inexpensive, widely available, and highly effective at preventing most STIs (including HIV) and unintended pregnancies when used correctly and consistently. Lubricants reduce breakage and enhance comfort; water- or silicone-based lubes are recommended, especially for anal sex or vaginal dryness. Oil-based products (kitchen oils, butter, lotions) can degrade condoms.\n\n**Effectiveness:**\nCondom efficacy depends on consistent, correct use. Failures due to slips/breaks are rare compared with non-use or incorrect use. Condoms lower the risk of most STIs during vaginal, oral, and anal sex when used properly. They should meet ISO standards and WHO/UNFPA specifications to ensure quality.\n\n**Global impact:**\nCondoms are currently the only multi-purpose prevention technology addressing HIV, STIs, and unintended pregnancy simultaneously. Contraceptive use, including condoms, prevents over 300 million unintended pregnancies annually. In high-burden HIV countries, expanded condom use has significantly curtailed new infections and remains critical to future epidemic control.\n\n**WHO response:**\nWHO provides technical guidance to strengthen sexual and reproductive health programmes, encompassing STI/HIV prevention and family planning. Condoms are embedded in comprehensive sexuality education, gender-based violence responses, and the Global health sector strategy on HIV, Hepatitis and STIs (2022–2030), which emphasizes scaling primary prevention and ensuring enabling environments for discussing STIs and adopting safer sexual practices.\n\nWHO co-sponsors the Human Reproduction Programme (HRP), spearheading research priorities to improve sexual and reproductive health. The Organization also issues evidence-based contraceptive guidelines, quality standards, and prequalification for contraceptive commodities, supporting countries to introduce preferred methods and guarantee reproductive autonomy.\n\nResponding to declining condom use among European adolescents, WHO/Europe urges policymakers, educators, and providers to prioritize adolescent sexual health through evidence-based school curricula, youth-friendly services, stigma reduction, specialized training, and research on behavioural drivers (e.g., social media influences).\n",
  "category": "Sexual and Reproductive Health",
  "tags": [
    "condoms",
    "STI prevention",
    "HIV",
    "contraception",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/condoms",
  "year": 2025
}

