{
  "id": "DOC_111",
  "title": "8 Tips for Healthy Eating",
  "body": "Balancing calorie intake with activity levels and eating a varied diet underpin healthy eating. Adults should aim for roughly 2,500 kcal/day for men and 2,000 kcal/day for women, though many consume more than needed. Following these eight tips supports a balanced diet:\n\n1. **Base meals on higher-fibre starchy carbohydrates:** Starchy foods (potatoes, bread, rice, pasta, cereals) should make up just over one-third of your intake. Opt for wholegrain/higher-fibre versions (wholewheat pasta, brown rice, skin-on potatoes) to stay full longer. Include at least one starchy food per meal and watch added fats (e.g., butter, creamy sauces) to keep calories in check.\n\n2. **Eat lots of fruit and vegetables:** Aim for at least five portions daily (fresh, frozen, canned, dried or juiced). A portion is 80 g for fresh/canned/frozen, 30 g for dried fruit (best at mealtimes). Limit fruit juice/vegetable juice/smoothies to 150 ml per day due to sugar content.\n\n3. **Eat more fish, including oily fish:** Have at least two portions of fish weekly, with one being oily (salmon, trout, herring, sardines, pilchards, mackerel) for omega-3 fats that may protect heart health. Non-oily options include haddock, plaice, coley, cod, tuna, skate and hake. Fresh, frozen or canned fish all count, but canned/smoked fish can be high in salt, and some species have intake limits.\n\n4. **Cut down on saturated fat and sugar:**\n   - **Saturated fat:** Limit to ≤30 g/day for men and ≤20 g/day for women (less for children; low-fat diets unsuitable under age five). Sources include fatty meats, sausages, butter, hard cheese, cream, cakes, biscuits, lard and pies. Choose unsaturated fats such as vegetable oils, spreads, oily fish and avocados. Use small amounts of vegetable or olive oil instead of butter/ghee, select lean meats, and trim visible fat.\n   - **Sugar:** Reduce free sugars (added sugars and those in honey, syrups, unsweetened juices) found in fizzy drinks, sugary cereals, cakes, biscuits, pastries, sweets, chocolate and alcohol. Excess sugar contributes to weight gain and tooth decay. Check labels: >22.5 g total sugars/100 g is high; ≤5 g is low.\n\n5. **Eat less salt (≤6 g/day for adults):** Excess salt raises blood pressure, increasing heart disease and stroke risk. Around 75% of salt is already in processed foods (cereals, soups, bread, sauces). Use labels—>1.5 g salt/100 g is high. Children should have even less.\n\n6. **Get active and maintain a healthy weight:** Combine healthy eating with regular physical activity to reduce disease risk and support overall wellbeing. Use BMI calculators to assess weight status. For weight loss, eat fewer calories and increase activity; the NHS 12-week weight loss plan offers guidance. See a GP or dietitian if underweight or concerned about weight.\n\n7. **Do not get thirsty:** Drink 6–8 glasses of fluid daily (in addition to fluids from food). Water, lower-fat milk and low-sugar drinks (including tea/coffee) are healthier choices. Limit sugary soft drinks; keep fruit juice/smoothies to ≤150 ml/day. Drink more in hot weather or when exercising.\n\n8. **Do not skip breakfast:** A healthy breakfast that is high in fibre and low in fat, sugar and salt contributes to a balanced diet. Examples include wholegrain, lower-sugar cereals with semi-skimmed milk and fruit. Breakfast helps provide essential nutrients and may prevent overeating later.\n\nEating a variety of foods across these tips ensures the body receives necessary nutrients while supporting weight management and overall health.",
  "category": "Nutrition",
  "tags": [
    "healthy eating",
    "diet",
    "NHS guidance",
    "nutrition tips",
    "balanced diet"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/live-well/eat-well/8-tips-for-healthy-eating/",
  "year": 2023
}

