{
  "id": "DOC_125",
  "title": "How to keep your teeth clean",
  "body": "Page last reviewed: 30 June 2025\n\nBrush your teeth with fluoride toothpaste twice a day for about 2 minutes to keep teeth and gums healthy. Plaque is a bacterial film that forms when brushing is inadequate, contributing to gum disease and tooth decay. Thorough brushing prevents plaque buildup and should cover every surface of each tooth.\n\n**When should I brush my teeth?**\nBrush twice daily for roughly 2 minutes, including last thing at night and once more during the day. Dental professionals may tailor advice for individual needs.\n\n**Should I use an electric or manual toothbrush?**\nBoth electric and manual brushes work equally well when all surfaces are cleaned using fluoride toothpaste. Some people find electric brushes easier for thorough cleaning.\n\n**What should I look for in a toothbrush?**\nMost adults do well with a small-headed brush featuring a compact, angled mix of long and short round-end bristles. Medium or soft bristles suit most people. Consistent twice-daily brushing matters more than the brush type. Consult a dental professional if unsure.\n\n**What type of toothpaste should I use?**\nUse toothpaste with appropriate fluoride levels and check the label for concentration.\n- Adults: at least 1,350 ppm fluoride.\n- Children: family toothpaste containing 1,350–1,500 ppm fluoride works for all ages; those 3 and under without decay may use at least 1,000 ppm fluoride.\n- Under 3s: use a smear of toothpaste. Ages 3–6: use a pea-sized amount and prevent children from licking or eating toothpaste from the tube.\nDentists may recommend higher-strength fluoride toothpaste if necessary.\n\n**How to brush your teeth**\nCover inside, outside, and chewing surfaces, taking about 2 minutes to clean all teeth.\n\n**How to help children brush their teeth**\nSupervise or assist children brushing until at least age 7. Seek further guidance on caring for children’s teeth if needed.\n\n**Don’t rinse with water straight after toothbrushing**\nAfter brushing, spit excess toothpaste out but avoid rinsing immediately to keep concentrated fluoride on teeth. Rinsing dilutes fluoride and reduces prevention benefits.\n\n**How to use dental floss**\nFlossing prevents more than food impaction; it removes plaque along the gum line, reducing gum disease, decay, and bad breath. Floss before brushing.\n1. Take 30–45 cm of floss or dental tape, leaving 3–4 cm taut between hands.\n2. Slide between teeth, reaching the gum line.\n3. Curve into a C-shape and gently move up and down each tooth to remove plaque and debris.\n\n**How to use interdental brushes**\nInterdental or single-tufted brushes can replace flossing, especially where gaps exist. Brushes should fit snugly between teeth. Avoid wooden toothpicks, which can damage gums and lead to infection. Ask a dentist or hygienist for personalised guidance.\n\n**Should I use mouthwash?**\nFluoride mouthwash helps prevent decay, but do not use it immediately after brushing because it washes away concentrated fluoride from toothpaste. Use mouthwash at a different time (for example, after lunch) and avoid eating or drinking for 30 minutes afterward.\n",
  "category": "Oral Health",
  "tags": [
    "oral hygiene",
    "fluoride",
    "tooth brushing",
    "dental floss",
    "mouthwash"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/live-well/healthy-teeth-and-gums/how-to-keep-your-teeth-clean/",
  "year": 2025
}
