{
  "id": "DOC_120",
  "title": "Tobacco",
  "body": "**Key facts:** Tobacco kills up to half of its users who don’t quit. More than 7 million people die annually from tobacco, including 1.6 million non-smokers exposed to second-hand smoke. About 80% of 1.3 billion tobacco users live in low- and middle-income countries. WHO Member States adopted the WHO Framework Convention on Tobacco Control (WHO FCTC) in 2003; 183 countries are Parties. WHO MPOWER measures align with the FCTC and reduce deaths and costs.\n\n**Overview:** The tobacco epidemic is a major public health threat causing over 7 million deaths yearly plus long-term illness. All forms of tobacco are harmful with no safe exposure level. Cigarettes are most common; other products include waterpipe tobacco, cigars, cigarillos, heated tobacco, roll-your-own, pipe tobacco, bidis, kreteks and smokeless products. 80% of users live in low- and middle-income countries where illness and death are greatest. Tobacco use drives poverty by diverting spending from basic needs and is difficult to curb due to addiction. Economic costs include healthcare spending and lost productivity.\n\n**Key measures to reduce demand:**\n- **Surveillance:** Monitoring tobacco use helps tailor policies; nearly half the global population is surveyed through national representative studies.\n- **Second-hand smoke kills:** There's no safe level. It causes cardiovascular and respiratory diseases, including coronary heart disease and lung cancer, killing ~1.6 million people annually. Over one-third of the population in 79 countries is protected by smoke-free laws.\n- **Tobacco users need help to quit:** Counselling and medications can more than double quitting success. Comprehensive cessation services with cost coverage exist in only 31 countries covering one-third of the global population.\n- **Pictorial health warnings work:** Graphic warnings and mass media campaigns prevent uptake and encourage quitting. 62% of the world’s population lives in 110 countries with best-practice warnings (≥50% of packaging, national language, rotating). 2.9 billion people live in 36 countries that ran strong anti-tobacco campaigns in the last 2 years.\n- **Bans on tobacco advertising lower consumption:** TAPS recruit new users and deter quitting. 68 countries, over a quarter of the world’s population, have complete TAPS bans.\n- **Taxes are effective:** Raising tobacco taxes is cost-effective, reducing consumption especially in youth and low-income groups. A 10% price increase cuts consumption ~4% in high-income and ~5% in low- and middle-income countries. Only 41 countries (12% of the population) tax tobacco at ≥75% of retail price.\n- **Illicit trade must be stopped:** One in ten tobacco products is illicit, undermining health, economic and security goals. Many countries show illicit trade can be curbed even with higher taxes. The WHO FCTC Protocol to Eliminate Illicit Trade (ITP) provides key supply-side controls.\n\n**Newer nicotine and tobacco products:**\n- **Heated tobacco products (HTPs):** Produce aerosols with nicotine and toxic chemicals via heating. Despite risk-reduction claims, evidence doesn’t show they’re safer than conventional tobacco. Some toxicants are lower; others (e.g., glycidol, pyridine, dimethyl trisulfide, acetoin, methylglyoxal) may be higher. Some toxicants unique to HTPs have uncertain health impacts; some are carcinogens.\n- **Electronic cigarettes (ENDS/ENNDS):** Include e-cigars, e-pipes; emissions typically contain nicotine and other toxic substances harmful to users and bystanders. Products claiming nicotine-free may still contain nicotine. Long-term impacts remain unclear, but evidence shows harm, including increased risk of heart disease and lung disorders. Nicotine exposure in pregnancy harms the fetus and affects brain development.\n- **Nicotine pouches:** Pre-portioned pouches similar to snus, used between gum and lip, often marketed as “tobacco-free” or “white pouches.”\n\n**WHO response:** There is a fundamental conflict between the tobacco industry and public health. The industry promotes addictive, deadly products causing societal harms, including poverty. The WHO FCTC is an evidence-based treaty affirming the right to health and providing legal frameworks for international cooperation, with 182 Parties covering >90% of the world’s population. In 2007, WHO launched MPOWER to scale up demand-reduction provisions. MPOWER measures: Monitor tobacco use and policies; Protect people from tobacco use; Offer help to quit; Warn about dangers; Enforce advertising bans; Raise taxes. WHO monitors MPOWER via the global tobacco epidemic reports.",
  "category": "Public Health",
  "tags": [
    "tobacco control",
    "WHO FCTC",
    "MPOWER",
    "second-hand smoke",
    "tobacco taxation",
    "ENDS"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/tobacco",
  "year": 2025
}
