{
  "id": "DOC_010",
  "title": "Asthma",
  "body": "Asthma is a major noncommunicable disease (NCD), affecting both children and adults, and is the most common chronic disease among children. Inflammation and narrowing of the airways cause symptoms such as cough, wheeze, and shortness of breath. Asthma affected an estimated 262 million people in 2019 and caused 455 000 deaths. Inhaled medications can control symptoms, and avoiding triggers reduces episodes. Most asthma-related deaths occur in low-income settings due to underdiagnosis and undertreatment.\n\n**Overview:**\nAsthma is a chronic lung disease that affects people of all ages. It results from inflammation and muscle tightening around airways, making breathing difficult. Symptoms may be mild or severe and may come and go. Asthma can be managed with proper treatment, and individuals should consult healthcare professionals if symptoms occur.\n\n**Impact:**\nAsthma is often not properly diagnosed or treated, especially in low- and middle-income countries. People with poorly managed asthma may experience sleep issues, poor concentration, missed school or work, and financial burden. Severe symptoms may require emergency care or hospitalization, and untreated conditions can lead to death.\n\n**Symptoms:**\nAsthma symptoms vary and may worsen at times, including during exercise or at night. Common symptoms include: persistent cough (especially at night), wheezing, shortness of breath, and chest tightness. Triggers include cold, weather changes, allergens, smoke, fumes, dust, perfumes, and infections. Individuals should seek medical evaluation to confirm diagnosis.\n\n**Causes:**\nAsthma risk increases due to various factors such as:\n- family history of asthma\n- allergies (eczema, rhinitis)\n- urban lifestyle\n- environmental smoke and pollution exposure\n- early childhood events affecting lungs such as low birth weight or prematurity\n- exposure to allergens (dust mites, moulds, chemicals)\n- obesity\n\n**Treatment:**\nAsthma cannot be cured, but treatments help manage symptoms. Inhalers are the primary treatment, delivering medication directly to lungs. Two main types include:\n- bronchodilators (e.g., salbutamol) to open airways\n- steroid inhalers (e.g., beclometasone) to reduce inflammation\nPeople may need daily inhaler use depending on severity. Spacers improve inhaler effectiveness, and homemade versions can work when medical devices are unavailable. Access to inhalers remains limited in many countries.\n\n**Self-care:**\nIndividuals and families need education on managing asthma, treatment options, avoiding triggers, and responding to worsening symptoms. Action plans help patients adjust medications and prevent severe attacks.\n\n**WHO Response:**\nAsthma is included in the WHO Global NCD Action Plan and the UN 2030 Sustainable Development agenda. WHO supports expanded diagnosis and treatment using the PEN primary care framework. The organization also promotes tobacco control, air pollution awareness, and global partnerships like GARD to reduce chronic respiratory illnesses. WHO initiatives such as MPOWER and training materials help reduce asthma triggers and improve care access worldwide.",
  "category": "Chronic Diseases",
  "tags": [
    "asthma",
    "respiratory disease",
    "chronic lung disease",
    "NCD",
    "Noncommunicable Diseases",
    "inhaler therapy",
    "air pollution",
    "WHO",
    "GARD",
    "tobacco exposure",
    "public health"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/asthma",
  "year": 2024
}
