{
  "id": "DOC_096",
  "title": "Diabetic retinopathy",
  "body": "**Overview:**\nDiabetic retinopathy is a diabetes complication that damages retinal blood vessels. It can arise in anyone with type 1 or type 2 diabetes, and risk rises with disease duration and poor glucose control. Early stages may be symptom-free, but unmanaged disease can cause severe vision loss or blindness.\n\n**Symptoms:**\n- Floaters (spots or dark strings)\n- Blurred vision\n- Fluctuating or changing vision\n- Dark or empty areas in the visual field\n- Vision loss\n\nSeek prompt eye care if vision becomes blurry, spotty, or hazy. People with diabetes—including those who develop gestational diabetes—should get yearly dilated eye exams, with more frequent checks during pregnancy if advised.\n\n**Causes and types:**\nChronic high blood sugar harms tiny retinal vessels, reducing blood supply. In advanced disease, the eye grows abnormal new vessels that leak easily.\n- **Nonproliferative diabetic retinopathy (NPDR):** Vessel walls weaken, forming bulges that leak fluid or blood. Swelling in larger vessels and macular edema can occur, progressing from mild to severe as more vessels are damaged.\n- **Proliferative diabetic retinopathy (PDR):** Closed vessels spur growth of fragile new vessels that bleed into the vitreous. Scar tissue can pull the retina away (detachment) and blocked fluid drainage can raise eye pressure, causing glaucoma.\n\n**Risk factors:**\n- Long duration of diabetes\n- Poor glycemic control\n- High blood pressure\n- High cholesterol\n- Pregnancy\n- Tobacco use\n- Being Black, Latino, or Native American\n\n**Complications:**\n- **Vitreous hemorrhage:** Bleeding into the vitreous causes floaters or vision loss; vision often returns once blood clears if the retina is unharmed.\n- **Retinal detachment:** Scar tissue can separate the retina, leading to flashes, floaters, missing vision areas, or severe loss.\n- **Glaucoma:** New vessels on the iris block fluid drainage, raising pressure and damaging the optic nerve.\n- **Blindness:** Diabetic retinopathy, macular edema, and glaucoma can collectively result in permanent vision loss.\n\n**Prevention:**\nRegular eye exams, tight blood sugar and blood pressure control, and rapid treatment of vision changes help prevent vision loss. Manage diabetes with healthy eating, activity (e.g., 150 minutes of moderate exercise weekly), and prescribed medicines or insulin. Monitor blood glucose, track A1C goals, control lipids, stop smoking, and report sudden vision changes immediately. Proper diabetes management can prevent or delay retinopathy.",
  "category": "Eye Conditions",
  "tags": [
    "diabetic retinopathy",
    "diabetes",
    "vision health",
    "retina",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/diabetic-retinopathy/symptoms-causes/syc-20371611",
  "year": 2025
}

