{
  "id": "DOC_113",
  "title": "5 Steps to Mental Wellbeing",
  "body": "Evidence shows five actions can support mental wellbeing:\n\n1. **Connect with other people:** Strong relationships build belonging, self-worth, opportunities to share positive experiences, and mutual support. Ideas include prioritising family time (e.g., regular dinners), arranging outings with friends, switching off screens to talk or play games, having lunch with a colleague, visiting someone who needs company, volunteering locally, and using video calls to stay in touch. Avoid relying solely on texts or social media to build relationships.\n\n2. **Be physically active:** Activity benefits physical health and boosts mental wellbeing by raising self-esteem, providing goals, and triggering mood-enhancing brain chemistry. Explore exercise guidance (running, aerobic workouts), strength and flexibility routines, or wheelchair-friendly fitness advice. Choose enjoyable activities; you do not need long gym sessions.\n\n3. **Learn new skills:** Learning boosts confidence, self-esteem, purpose and social connection. Options include cooking new recipes, taking on new responsibilities at work (mentoring, presentations), tackling DIY projects, enrolling in college courses (languages, practical skills), or trying new hobbies (blogging, sports, painting). Focus on enjoyable activities rather than formal qualifications unless they interest you.\n\n4. **Give to others:** Acts of giving and kindness foster positive feelings, purpose, self-worth and connection. Examples include thanking someone for their help, genuinely asking about others’ wellbeing, spending time with those who need support, offering practical help on projects, or volunteering in schools, hospitals, or care homes.\n\n5. **Pay attention to the present moment (mindfulness):** Awareness of your thoughts, feelings, body and surroundings helps you enjoy life more and better handle challenges. Mindfulness can positively shift your outlook and self-understanding. Practice everyday mindfulness techniques to stay present.\n\nIncorporating these steps regularly can make you feel more positive and help you get the most out of life.",
  "category": "Mental Health",
  "tags": [
    "wellbeing",
    "mental health",
    "mindfulness",
    "self-care",
    "NHS guidance"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/mental-health/self-help/guides-tools-and-activities/five-steps-to-mental-wellbeing/",
  "year": 2022
}
