{
  "id": "DOC_124",
  "title": "Social anxiety (social phobia)",
  "body": "Page last reviewed: 17 May 2023\n\nSocial anxiety disorder (social phobia) is a long-term and overwhelming fear of social situations. It usually begins in the teenage years, can cause significant distress, and may persist without treatment, although some people improve with age. Getting help is important because effective treatments are available.\n\n**Symptoms of social anxiety**\nSocial anxiety is more than shyness; the fear does not go away and affects daily activities, self-confidence, relationships, work, or school. Warning signs include:\n- Persistent worry about everyday activities such as meeting strangers, starting conversations, using the phone, working, or shopping.\n- Avoiding or feeling intense anxiety about social activities like group conversations, eating with others, or attending parties.\n- Constant fear of embarrassment (for example, blushing, sweating, or seeming incompetent).\n- Difficulty performing tasks when watched, feeling judged continuously, or fearing criticism.\n- Avoiding eye contact, feeling low self-esteem, or experiencing physical symptoms such as nausea, sweating, trembling, or heart palpitations.\n- Panic attacks marked by overwhelming fear lasting a few minutes.\nPeople with social anxiety often have additional conditions, including depression, generalized anxiety disorder, or panic disorder.\n\n**When to seek help**\nConsult a GP if social anxiety significantly affects life. GPs understand how common the condition is and can help put you at ease. They will ask about feelings, behaviors, and symptoms in social situations. If social anxiety is suspected, you may be referred to a mental health specialist for assessment and treatment planning. You can also self-refer to an NHS talking therapies service without a GP referral.\n\n**Self-help approaches**\n- Explore your anxiety by noting thoughts and behaviors in specific situations; keeping a diary can clarify patterns.\n- Practice relaxation strategies, such as breathing exercises for stress.\n- Break challenging situations into smaller steps, building confidence gradually.\n- Focus on what others are saying instead of assuming worst-case scenarios.\nAdditional resources include NHS information on anxiety, fear, and panic, as well as NHS self-help guides for social anxiety. An NHS audio guide (last reviewed 5 April 2025) offers relaxation techniques and tips for taking control of anxiety.\n\n**Treatments for social anxiety**\nAvailable options include:\n- Cognitive behavioural therapy (CBT) delivered individually, in groups, or with parents/carers to identify and change negative thoughts and behaviours.\n- Guided self-help that uses CBT-based workbooks or online courses supported by a therapist.\n- Antidepressant medicines, typically selective serotonin reuptake inhibitors (SSRIs) like escitalopram or sertraline (generally not used for children and young people).\nCBT is usually the first-line treatment, but combinations or alternative options may be needed if it is ineffective or unsuitable.\n\n**Support groups**\nCharities and online forums provide community support, including Anxiety UK, the HealthUnlocked anxiety forum run by Anxiety Support, Mind, YoungMinds, and Triumph Over Phobia (TOP UK).\n\n**Social anxiety in children**\nChildren can also experience social anxiety. Indicators include frequent crying or distress, anger, avoiding interactions, fear of school or group activities, reluctance to seek help, and heavy reliance on parents or carers. Speak to a GP if concerned. Treatments resemble those for teens and adults, though medication is rarely used. Therapy is adapted to the child’s age, often involves parental participation, may include self-help materials, and can occur in small groups.\n\n**Talking therapies video**\nAn NHS animated video explains how to self-refer to talking therapies for stress, anxiety, or depression, with options for British Sign Language and audio description (last reviewed 14 March 2022).\n",
  "category": "Mental Health",
  "tags": [
    "social anxiety",
    "anxiety disorders",
    "CBT",
    "self-help",
    "mental health"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/mental-health/conditions/social-anxiety/",
  "year": 2023
}
