{
  "id": "DOC_145",
  "title": "Natural toxins in food",
  "body": "**Key facts:**\n- Natural toxins can form in food via plant defense mechanisms, infestation with toxin-producing moulds, or animals ingesting toxin-producing microorganisms.\n- These toxins can cause acute and chronic health effects in humans and livestock; some are extremely potent.\n- Acute effects range from allergic reactions to severe gastrointestinal illness and death; long-term effects include immune, reproductive, nervous system damage, and cancer.\n- The Joint FAO/WHO Expert Committee on Food Additives (JECFA) evaluates health risks from natural toxins in food.\n- Codex Alimentarius standards/codes of practice limit exposure based on JECFA assessments.\n\n**What are natural toxins?**\nNaturally produced toxic compounds that can harm other organisms, including humans, when ingested. They vary widely in structure, function, and toxicity. Plants may produce them for defense or in response to stress (e.g., drought, humidity). Microscopic algae/plankton can generate toxins retained in shellfish/fish and undetectable by taste or smell.\n\n**Major toxin groups:**\n- **Aquatic biotoxins:** Algal toxins (e.g., ciguatoxins) in shellfish/fish cause gastrointestinal and neurological symptoms; they withstand cooking/freezing.\n- **Cyanogenic glycosides:** Present in cassava, sorghum, stone fruits, bamboo roots, almonds. Can release cyanide, causing rapid breathing, hypotension, dizziness, gastrointestinal distress, convulsions, and death at high exposure.\n- **Furocoumarins:** Stress-induced toxins in parsnips, celery root, citrus, some medicinal plants. Phototoxic—cause severe skin reactions under UV exposure; large ingestion can trigger gastrointestinal issues.\n- **Lectins:** Found in beans, especially red kidney beans; raw consumption of few beans causes severe GI symptoms. Proper soaking and boiling destroy lectins.\n- **Mycotoxins:** Produced by moulds on cereals, dried fruits, nuts, spices pre- or post-harvest. Chemically stable; acute exposure causes severe illness/death, chronic exposure linked to cancer and immune deficiency.\n- **Solanines/chaconine:** Glycoalkaloids in solanaceae (potatoes, tomatoes, eggplants). Concentrated in sprouts, green/bitter parts; levels rise under stress. Store potatoes in dark, cool, dry places; avoid green/sprouting parts.\n- **Poisonous mushrooms:** Contain muscimol, muscarine, etc., causing GI and neurologic symptoms; delayed severe cases damage liver/kidney/nerve systems. Cooking/peeling doesn’t remove toxins; avoid unidentified wild mushrooms.\n- **Pyrrolizidine alkaloids (PAs):** Produced by ~600 plant species (Boraginaceae, Asteraceae, Fabaceae); often weeds contaminating crops. Some PAs are DNA-damaging and potentially carcinogenic. Present in herbal teas, honey, herbs/spices, cereals; exposure generally low but risk management guidance is under development.\n\n**Minimizing risk:**\n- Don’t assume “natural” equals safe.\n- Discard bruised/damaged/discoloured or mouldy foods.\n- Discard foods with off smells or unusual taste.\n- Consume only mushrooms/wild plants positively identified as safe.\nBalanced diets typically keep toxin levels below harmful thresholds.\n\n**WHO response:**\nWHO/FAO assess natural toxin risks via JECFA, informing Codex standards for maximum levels and risk management. JECFA establishes tolerable intake levels or other guidance (e.g., Margin of Exposure) and advises on analytical methods, monitoring, and control. WHO urges national authorities to monitor and keep toxin levels as low as feasible, ensuring compliance with national/international limits and safeguarding food security/nutrition.",
  "category": "Food Safety",
  "tags": [
    "natural toxins",
    "food safety",
    "JECFA",
    "Codex",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/natural-toxins-in-food",
  "year": 2023
}

