{
  "id": "DOC_018",
  "title": "Obesity and Overweight",
  "body": "Overweight is a condition of excessive fat deposits. Obesity is a chronic complex disease defined by excessive fat deposits that can impair health. The diagnosis of overweight and obesity is made by measuring people's weight and height and by calculating the body mass index (BMI): weight (kg)/height² (m²). The body mass index is a surrogate marker of fatness and additional measurements, such as the waist circumference, can help the diagnosis of obesity. For adults, WHO defines overweight and obesity as follows: overweight is a BMI greater than or equal to 25; and obesity is a BMI greater than or equal to 30. For children under 5 years of age: overweight is weight-for-height greater than 2 standard deviations above WHO Child Growth Standards median; and obesity is weight-for-height greater than 3 standard deviations above the WHO Child Growth Standards median. For children aged between 5–19 years: overweight is BMI-for-age greater than 1 standard deviation above the WHO Growth Reference median; and obesity is greater than 2 standard deviations above the WHO Growth Reference median. Obesity can lead to increased risk of type 2 diabetes and heart disease, it can affect bone health and reproduction, it increases the risk of certain cancers. Obesity influences the quality of living, such as sleeping or moving.\n\n**Causes**\n- Imbalance of energy intake (diet) and energy expenditure (physical activity)\n- Multifactorial disease due to obesogenic environments\n- Psycho-social factors\n- Genetic variants\n- In a subgroup of patients, single major etiological factors can be identified (medications, diseases, immobilization, iatrogenic procedures, monogenic disease/genetic syndrome)\n- Structural factors limiting the availability of healthy sustainable food at locally affordable prices\n- Lack of safe and easy physical mobility into the daily life of all people\n- Absence of adequate legal and regulatory environment\n- Lack of an effective health system response to identify excess weight gain and fat deposition in their early stages\n\n**Prevention**\n- Ensure appropriate weight gain during pregnancy\n- Practice exclusive breastfeeding in the first 6 months after birth and continued breastfeeding until 24 months or beyond\n- Support behaviours of children around healthy eating, physical activity, sedentary behaviours and sleep, regardless of current weight status\n- Limit screen time\n- Limit consumption of sugar sweetened beverages and energy-dense foods and promote other healthy eating behaviours\n- Enjoy a healthy life (healthy diet, physical activity, sleep duration and quality, avoid tobacco and alcohol, emotional self-regulation)\n- Limit energy intake from total fats and sugars and increase consumption of fruit and vegetables, as well as legumes, whole grains and nuts\n- Engage in regular physical activity\n- Create supportive environments and communities that embed healthy diets and regular physical activity as the most accessible, available and affordable behaviours of daily life\n- Structural, fiscal and regulatory actions aimed at creating healthy food environments that make healthier food options available, accessible and desirable\n- Health sector responses designed and equipped to identify risk, prevent, treat and manage the disease\n- Reduce the fat, sugar and salt content of processed foods\n- Restrict marketing of foods high in sugars, salt and fats, especially those foods aimed at children and teenagers",
  "category": "Nutritional Disorders",
  "tags": [
    "obesity",
    "overweight",
    "BMI",
    "body mass index",
    "chronic disease",
    "type 2 diabetes",
    "cardiovascular disease",
    "heart disease",
    "cancer",
    "noncommunicable diseases",
    "NCDs",
    "childhood obesity",
    "adolescent obesity",
    "obesogenic environment",
    "energy imbalance",
    "malnutrition",
    "double burden of malnutrition",
    "undernutrition",
    "healthy diet",
    "physical activity",
    "prevention",
    "management",
    "WHO Acceleration plan",
    "Global Nutrition Targets",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight",
  "year": 2025
}
