{
  "id": "DOC_147",
  "title": "Type 2 diabetes symptoms and diagnosis",
  "body": "**Common symptoms:**\n- Persistent tiredness\n- Frequent urination\n- Constant thirst\n- Unintentional weight loss\n\nOther signs include blurred vision, slow-healing cuts/wounds, and genital itching or recurrent thrush. Symptoms can appear gradually and may be absent in some individuals. Presentation overlaps with type 1 diabetes, but type 1 typically develops faster and is more common in younger people.\n\n**Risk factors:**\nHigher risk if you’re white and over 40 years old, or over 25 from South Asian, Chinese, Black African, or Black Caribbean backgrounds. Family history (parent or sibling), overweight/low physical activity, and certain conditions (e.g., high blood pressure) increase risk. Though less common in children, ethnicity, weight, activity, and family history contribute to pediatric risk too.\n\n**When to see a GP:**\nConsult a GP if you or your child have symptoms or risk factors. Routine checks are important because many people have no symptoms. Diabetes UK’s Know Your Risk tool and free NHS Health Checks (ages 40–74 without existing conditions) help assess risk for diabetes and other health issues.\n\n**Diagnosis:**\nA blood test measures glucose levels; results typically arrive in a few days. Additional tests differentiate type 1 from type 2 diabetes. Discuss questions about testing and next steps with healthcare professionals.\n\n**If diagnosed with type 2 diabetes:**\nThe diagnosis can feel overwhelming, but your diabetes care team (doctors, nurses, other professionals) can address treatment questions and ongoing management.\n\n**Prediabetes:**\nPrediabetes signifies elevated blood glucose not yet reaching diabetic levels, raising future risk. Many people lack classic symptoms. Focus on healthy eating, physical activity, and lifestyle changes to prevent progression; work with your care team for tailored guidance.\n\n**Education courses:**\nProgrammes like DESMOND (Diabetes Education for Self-Management for Ongoing and Newly Diagnosed) and X-PERT Health support patients and families with knowledge and skills for type 2 diabetes management.\n",
  "category": "Chronic Conditions",
  "tags": [
    "type 2 diabetes",
    "symptoms",
    "diagnosis",
    "prediabetes",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/type-2-diabetes/symptoms/",
  "year": 2025
}

