{
  "id": "DOC_050",
  "title": "Gastroesophageal Reflux Disease (GERD)",
  "body": "Gastroesophageal reflux disease (GERD) occurs when the lower esophageal sphincter relaxes inappropriately or weakens, allowing stomach contents to flow back into the esophagus. This reflux—acidic or sometimes nonacidic—irritates the lining of the esophagus, producing chronic symptoms commonly known as heartburn. Many people experience occasional reflux, but frequent or persistent episodes define GERD. GERD results from recurrent acid reflux. Normally, the lower esophageal sphincter opens to allow food into the stomach and then closes. If it relaxes improperly or weakens, stomach acid flows backward, inflaming the esophageal lining and causing chronic symptoms. Most cases improve with lifestyle changes and medicines, though some individuals require surgery.\n\n**Symptoms**\n- Chest burning (heartburn) after meals, worse at night or when lying down\n- Regurgitation of food or sour liquid\n- Upper abdominal or chest pain\n- Difficulty swallowing (dysphagia)\n- Sensation of a lump in the throat\n- Nighttime reflux may add chronic cough, laryngitis, or worsening asthma\n\n**Causes**\n- Lower esophageal sphincter that relaxes improperly or weakens\n- Recurrent acid reflux\n- Obesity\n- Hiatal hernia\n- Pregnancy\n- Connective tissue disorders (e.g., scleroderma)\n- Delayed stomach emptying\n\n**Prevention**\n- Avoid smoking\n- Avoid large meals or late eating\n- Avoid fatty or fried foods\n- Limit alcohol intake\n- Limit coffee consumption\n- Be cautious with certain medicines such as aspirin\n- Lifestyle changes can help improve symptoms\n\n**When to see a doctor**\n- Immediate medical attention is required for chest pain with shortness of breath or jaw/arm pain, as these could indicate a heart attack\n- See a healthcare professional for severe or frequent GERD symptoms\n- See a healthcare professional if you rely on over-the-counter heartburn medicines more than twice weekly",
  "category": "Digestive Disorders",
  "tags": [
    "GERD",
    "acid reflux",
    "esophagitis",
    "Barrett esophagus",
    "hiatal hernia",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/gerd/symptoms-causes/syc-20361940",
  "year": 2025
}
