{
  "id": "DOC_088",
  "title": "Fatty liver disease",
  "body": "**Overview:**\nFatty liver disease occurs when excess fat builds up in liver cells and interferes with normal function. It has become increasingly common and often has no symptoms, though fatigue or upper-right abdominal discomfort can occur. Nonalcoholic fatty liver disease (NAFLD) affects about one-third of U.S. adults and is especially common among people with obesity or type 2 diabetes. Heavy alcohol use can also cause fatty liver (alcohol-associated fatty liver disease). Emerging research links environmental toxins—such as vinyl chloride and other persistent chemicals—to higher risk, particularly when combined with other risk factors.\n\n**Progression and detection:**\nMost people with fatty liver do not develop serious complications, but some progress to nonalcoholic steatohepatitis (NASH), characterized by inflammation and liver cell damage. NASH can advance to fibrosis, cirrhosis, liver failure or cancer. Physicians often detect fatty liver through blood tests or imaging ordered for other reasons. Those at higher risk may need targeted blood or imaging tests to determine severity. A liver biopsy remains the only definitive test for NASH but carries risks like bleeding or infection, so researchers are developing noninvasive imaging techniques to measure liver fat and scarring.\n\n**Management:**\nThe liver can repair itself if fatty liver is caught early. Lifestyle changes are the most effective treatment. Significant weight loss (about 7% of body weight to resolve NASH, at least 10% to reduce fibrosis) can reverse damage and reduce the risk of heart disease—the leading cause of death in NAFLD. People should follow balanced nutrition, increase physical activity, limit alcohol use and avoid weight gain. Washing fruits and vegetables may reduce pesticide exposure. No FDA-approved drugs specifically treat fatty liver disease yet, but vitamin E and some diabetes medications that cause weight loss can help certain patients with NASH. New therapies are being tested in clinical trials.\n\n**Prevention and Wise Choices:**\nAim for a healthy weight and maintain gradual weight loss if needed. Limit saturated fat intake, choose healthier unsaturated fats (fish, flaxseeds, walnuts) and increase fruits, vegetables and whole grains. Avoid foods and drinks high in sugars, especially fructose-sweetened beverages. Drink alcohol in moderation, quit smoking and reduce exposure to environmental toxins when possible. These steps help protect liver health and reduce the likelihood of fatty liver disease progression.",
  "category": "Public Health",
  "tags": [
    "fatty liver disease",
    "NAFLD",
    "NASH",
    "liver health",
    "NIH"
  ],
  "source": "NIH",
  "url": "https://newsinhealth.nih.gov/2021/10/fighting-fatty-liver",
  "year": 2021
}

