{
  "id": "DOC_140",
  "title": "Drowning",
  "body": "**Key facts:**\n- About 300 000 people die from drowning each year.\n- Children are disproportionately affected; those under five account for nearly one-quarter of all drowning deaths.\n- Drowning is the 4th leading cause of death for children aged 1–4 and the 3rd for ages 5–14.\n- Ninety-two percent of drowning deaths occur in low- and middle-income countries (LMICs).\n- UN General Assembly and World Health Assembly resolutions outline global drowning prevention roadmaps.\n\n**Overview:**\nDrowning is respiratory impairment from submersion/immersion in liquid, with outcomes classified as death, morbidity, or no morbidity. Global burden spans all regions, but LMICs have drowning death rates over three times higher than high-income countries. More than half of drownings occur in WHO Western Pacific and South-East Asia regions. The global drowning death rate fell 38% since 2000 (6.1 to 3.8 per 100 000), yet progress lags behind Sustainable Development Goal targets, and drowning remains a preventable crisis.\n\n**Risk factors:**\n- **Age:** Young children lack risk assessment, swimming, and water safety skills. Children/young adults (0–29) account for 57% of drownings; highest rates are in ages 0–4 (e.g., 16.8 deaths per 100 000 in Eastern Mediterranean). In Western Pacific, drowning is the top cause of death for ages 5–14.\n- **Sex:** Male drowning death rates are more than double female rates; men have higher non-fatal drowning hospitalization rates due to greater exposure and riskier behaviours (swimming alone, alcohol use, boating).\n- **Poverty/inequality:** Reliance on natural water sources for daily activities in LMICs increases exposure. Marginalized communities face higher risks.\n- **Occupational exposure:** Commercial/subsistence fishers face high drowning risk; FAO estimates >32 000 fisher deaths annually. Climate change intensifies hazardous working conditions.\n- **Climate-related risks:** More extreme events (floods, heatwaves) elevate drowning; 75% of flood disaster deaths are due to drowning. LMICs suffer greater risks due to limited warning systems and infrastructure. Heatwaves drive more people to water for relief, increasing exposure.\n- **Water transport:** Inadequate regulation and safety measures in LMICs make daily commutes via water risky (overcrowded, unsafe vessels, untrained operators).\n- **Migration/refuge:** Displacement due to conflict, instability, or climate change forces people into dangerous migration routes across water in unsafe vessels without safety equipment.\n\n**Prevention:**\nMeasures include covering wells, doorway barriers, playpens, pool fencing, and controlled access to water hazards. Community-based supervised childcare for preschoolers reduces risk and yields other health benefits. Teaching school-age children basic swimming, water safety, and safe rescue skills must be done with safety-tested curricula, suitable training environments, screening, and appropriate student-to-instructor ratios. WHO guidance (2022) outlines day-care, swimming, and safe rescue training.\n\nWHO’s investment case (to 2050) shows cost savings by scaling two interventions: preschool day-care and basic swim skills education. These could prevent 774 000 child drowning deaths and 178 000 severe non-fatal injuries, saving >US$ 400 billion (9:1 return on investment). Effective policies—safe boating/shipping/ferry regulations, flood resilience, preparedness, land-use planning, early warning systems—and national water safety strategies provide structural prevention frameworks.\n\n**WHO response:**\nThe Global status report on drowning prevention highlights declining rates but emphasizes remaining urgency. Governments must reinforce proven measures and integrate drowning prevention into broader public health agendas. In April 2021, the UN General Assembly adopted the first resolution on drowning prevention, linking it to sustainable development, equity, urban health, climate change, disaster risk reduction, and child health, and designated 25 July as World Drowning Prevention Day. In May 2023, the 76th World Health Assembly adopted a resolution to accelerate action through 2029, committing WHO to establish a Global Alliance for Drowning Prevention and produce a global status report (2024).\n\nWHO works with ministries of health in LMICs to develop national drowning prevention strategies and implement evidence-based interventions. It funds research in low-income countries on priority drowning prevention questions and convenes regional trainings/workshops with governments, NGOs, and UN agencies. Related resources include the Global status report, “Hidden depths” investment case, implementation guides, and practical guidance for day-care, swimming, and rescue training.",
  "category": "Injury Prevention",
  "tags": [
    "drowning",
    "child safety",
    "injury prevention",
    "climate risk",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/drowning",
  "year": 2024
}

