{
  "id": "DOC_129",
  "title": "Maintain Your Muscle",
  "body": "**Overview:**\nExercise isn’t limited to running or cycling. Beyond endurance workouts, flexibility, balance, and strength training each play a vital role in long-term health. Stretching improves range of motion, balance work reduces fall risk as people age, and strength (resistance) training keeps muscles functional at every life stage without necessarily building bulky muscles.\n\n**Why strength training matters:**\n- Builds muscle strength so daily and recreational activities remain possible\n- Helps maintain bone health\n- Improves how the body processes food, lowering diabetes risk\n- Associates with reduced cardiovascular and chronic disease risk\n- Directly strengthens muscle cells, a benefit unique to resistance work\n\nExperts recommend muscle-strengthening activities at least three times weekly for children and teens, and 2+ days a week targeting major muscle groups for adults. Benefits grow with age because preventing muscle loss supports independence, enabling tasks such as rising from chairs or climbing stairs. Research shows older adults with walking difficulty improved daily function after a three-month weight-lifting program, while stretching alone didn’t yield similar strength gains.\n\n**Mind and body connections:**\nStrength training may ease anxiety, depression, and PTSD symptoms. Mechanisms under study include reductions in stress hormones, improved self-esteem, and increased sense of control. Offering enjoyable, nontraditional exercise options may engage people who hesitate to pursue counseling or aerobic programs.\n\n**Getting started:**\n- Consider a few sessions with a personal trainer to learn proper technique\n- Access low- or no-cost classes at gyms, recreation centers, senior centers, or community centers\n- Choose enjoyable formats—group classes or solo routines—to maintain consistency\n- Consult healthcare providers before launching home programs, especially for beginners or those with health conditions\n\n**Wise Choices: Lifting weights safely**\n- Start slowly, particularly if inactive, and gradually increase intensity\n- Watch for exhaustion, joint soreness, or muscle pain as signs of overdoing it\n- Begin with light weights, focus on form, and add resistance over time\n- Use smooth, steady motions; avoid jerking weights and locking joints\n- Breathe throughout—exhale during lifts, inhale during relaxation\n- Seek guidance from trainers or group classes when needed\n\nTailored strength training preserves mobility, supports mental health, and complements endurance, balance, and flexibility activities for comprehensive fitness at any age.",
  "category": "Healthy Living",
  "tags": [
    "strength training",
    "resistance exercise",
    "healthy aging",
    "mental health",
    "NIH"
  ],
  "source": "NIH",
  "url": "https://newsinhealth.nih.gov/2020/03/maintain-your-muscle",
  "year": 2020
}

