{
  "id": "DOC_037",
  "title": "Allergic Rhinitis",
  "body": "Allergic rhinitis occurs when the nose becomes irritated by allergens such as pollen, triggering sneezing and other symptoms. Most people can manage it with pharmacy medicines.\n\n**Symptoms:**\n- Sneezing.\n- Itchy nose.\n- Runny or blocked nose.\n- Itchy, red, watery eyes.\n- Cough.\n- Itchy roof of the mouth.\nSymptoms usually appear within minutes of exposure to an allergen.\n\n**Causes:**\nAllergic rhinitis results from an allergic reaction to triggers such as pollen (hay fever), house dust mites, pet dander, mould, or occupational exposures (wood dust, flour dust, latex). Family history of allergies, eczema or asthma increases risk. It differs from non-allergic rhinitis, which can be caused by infections, temperature changes or humidity.\n\n**Self-care:**\nAvoid known triggers when possible. Pharmacists can advise on antihistamines, decongestant nasal sprays/drops (not for children under 6 and not longer than a week), and saline nasal sprays or rinses. A homemade saltwater rinse can also help. If you have a high temperature or feel unwell, stay home and limit contact with others until you feel better.\n\n**When to see a GP:**\nSeek medical advice if symptoms worsen, if asthma is also getting worse, if symptoms disrupt sleep or daily life, if triggers are unclear, or if pharmacy treatments are ineffective. A GP may prescribe steroid nasal sprays or other antihistamines, or refer you to a specialist for further testing and treatment.\n\n**Prevention tips:**\nDo: wear wraparound sunglasses to block pollen; use hypoallergenic bedding and wash it regularly at 60°C or above; dust with a damp cloth; vacuum with a HEPA filter; wash pets at least every two weeks and groom them outside; clean pets' bedding and furniture they use; keep your home dry, well ventilated, and address damp or condensation.\nDon't: allow pets in bedrooms; go outside or dry clothes outdoors when pollen counts are high if possible.",
  "category": "Allergy",
  "tags": [
    "allergic rhinitis",
    "hay fever",
    "allergy",
    "pollen",
    "dust mites",
    "pet dander",
    "mould",
    "antihistamines",
    "nasal spray",
    "self-care",
    "NHS"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/allergic-rhinitis/",
  "year": 2022
}
