{
  "id": "DOC_041",
  "title": "Food Poisoning (Foodborne Illness)",
  "body": "Food poisoning is a type of foodborne illness caused by eating or drinking contaminated food. Common symptoms include upset stomach, vomiting, loose or bloody stools, stomach pain or cramps, and fever. Symptoms usually begin within hours or days, but can take weeks depending on the cause. Less often, the nervous system is affected, leading to blurred or double vision, headaches, paralysis, tingling, numbness, or weakness.\n\n**When to seek medical care:**\n- **Infants and children:** Contact a healthcare professional if vomiting and loose stools occur with behavior changes, extreme thirst, little or no urine, dizziness, diarrhea lasting more than a day, frequent vomiting, blood or pus in stools, severe abdominal or rectal pain, any fever in children under 2, fever ≥102°F (38.9°C) in older children, or history of other medical problems.\n- **Adults:** Seek care if there are nervous system symptoms (blurry vision, muscle weakness, skin tingling), mental changes, temperature ≥103°F (39.4°C), frequent vomiting, diarrhea lasting more than three days, or signs of dehydration (intense thirst, dry mouth, little/no urination, weakness, dizziness, lightheadedness).\n\n**Causes:**\nContaminants include bacteria, viruses, intestinal parasites, toxins, toxin-producing bacteria, and toxin-producing molds.\n- Foodborne illness: illness from any contaminated food or drink.\n- Food poisoning: illness from toxins in food (a subset of foodborne illness).\n\n**How contamination occurs:**\nFood can be tainted during growing, harvesting, processing, storing, shipping, or preparation. Causes include poor handwashing (fecal contamination), unclean utensils or surfaces, improper storage (leaving food at room temperature too long, keeping in refrigerator/freezer that’s too warm), among others.\n\n**Complications:**\nSevere dehydration, bloodstream infections, kidney failure, chronic arthritis, irritable bowel syndrome, Guillain-Barré syndrome, and breathing problems (e.g., from botulism) can occur.\n\n**Prevention:**\n- **Cleaning:** Wash hands for 20 seconds with soap and water; rinse fruits/vegetables; clean utensils with hot soapy water after contact with raw foods; clean refrigerators regularly (baking soda solution, bleach for mold).\n- **Preparing/eating/storing:** Keep raw foods separate; thaw, cook, and store foods safely; cook meats to safe temperatures; refrigerate or freeze leftovers promptly; discard questionable or moldy foods (with allowances for trimming mold from firm, low-moisture foods).\n- **High-risk groups (pregnant people, young children, older adults, immunocompromised):** Avoid raw or undercooked meats, fish, shellfish, eggs (and foods containing raw eggs), raw sprouts, unpasteurized juices/milk, soft cheeses or unpasteurized cheeses, refrigerated pates/meat spreads, and uncooked deli meats unless reheated.\n\n**Safety tips:**\nPractice proper hand hygiene, prevent cross-contamination, cook to safe temperatures, refrigerate leftovers promptly, and discard unsafe foods.",
  "category": "Infectious Diseases",
  "tags": [
    "food poisoning",
    "foodborne illness",
    "gastroenteritis",
    "contaminated food",
    "dehydration",
    "food safety",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/food-poisoning/symptoms-causes/syc-20356230",
  "year": 2025
}
