{
  "id": "DOC_084",
  "title": "Osteoarthritis",
  "body": "**Key Facts:**\nIn 2019, an estimated 528 million people worldwide were living with osteoarthritis (an increase of 113% since 1990). About 73% are older than 55 years and 60% are female. The knee is the most frequently affected joint (365 million), followed by the hip and hand. Some 344 million people have moderate or severe disease that could benefit from rehabilitation. With aging populations and rising obesity and injury rates, prevalence is expected to keep increasing. Osteoarthritis is not an inevitable part of aging.\n\n**Overview:**\nOsteoarthritis is a degenerative joint disease causing pain, swelling and stiffness, limiting free movement. It affects the whole joint—including surrounding tissues—and is most common in knees, hips, spine and hands. Risk factors include joint injury or overuse, older age, and overweight; women are more affected than men. Exercise and healthy eating help maintain strong muscles and weight, reducing symptoms. Severe cases may require joint replacement surgery. Chronic pain and mobility loss can restrict participation in daily activities and lead to decreased well-being and psychological distress.\n\n**Scope of the problem:**\nOsteoarthritis significantly contributes to years lived with disability. Because it is more prevalent in older adults (about 70% are over 55), global prevalence will rise as populations age. Typical onset occurs from the late 40s to mid-50s, but younger people—including athletes and those with joint injuries—can be affected. About 60% of people with osteoarthritis are women.\n\n**Signs and symptoms:**\nSymptoms include joint pain, swelling, stiffness and limited movement. Reduced mobility often leads to muscle weakness and difficulty performing physical activities. Although any joint can be affected, knees, hips, spine and small hand joints are most common. Symptoms may develop slowly or appear after injury/strain and usually progress over time. Severe disease can render the joint unusable and cause pain even at rest. Reduced activity can promote other conditions (cardiovascular disease, obesity, diabetes). Osteoarthritis can dramatically reduce quality of life and affect mental health, sleep and relationships.\n\n**Causes and risk factors:**\nRisk factors include joint injury (fractures, strains, repetitive stress), pre-existing joint diseases (rheumatoid arthritis, gout), specific metabolic diseases (e.g., diabetes), obesity (especially for hip and knee disease), genetics, and sociodemographic factors (older age, female sex).\n\n**Prevention and control:**\nStrategies focus on reducing joint overuse (e.g., workload modifications) and promoting healthy lifestyles—regular physical activity and maintaining normal body weight.\n\n**Treatment and management:**\nCare typically involves a multidisciplinary team delivering tailored rehabilitation. Early diagnosis and adherence to treatment plans slow progression and optimize function. Exercise strengthens muscles and improves mobility; other therapies help joints move properly so daily activities can continue. Braces and assistive technologies support independence. NSAIDs are commonly prescribed for pain. Joint replacement surgery (hip, knee) can relieve pain and restore movement in severely affected joints. Maintaining healthy weight, plus education and counseling, supports symptom management and work-related tasks. Most guidelines advise against opioid analgesics, glucosamine, viscosupplementation and stem cell therapy due to limited evidence of benefit.\n\n**Self-care:**\nSelf-care is vital. Education and support help people cope with physical and mental effects. Staying active and keeping a healthy weight can lessen symptoms and slow progression. Individuals should work with health workers to create personalized care plans.\n\n**WHO response:**\nThrough WHO’s Rehabilitation 2030 Initiative, osteoarthritis is included in the Package of Interventions for Rehabilitation, outlining essential rehab measures and assistive products. Under the UN Decade of Healthy Ageing, WHO urges health systems to promote healthy ageing and address diverse needs of older adults. The Integrated Care for Older People (ICOPE) approach guides person-centred assessments and tailored health and social care—aimed at preventing loss of locomotor and psychological capacity due to pain.",
  "category": "Public Health",
  "tags": [
    "osteoarthritis",
    "musculoskeletal health",
    "rehabilitation",
    "WHO",
    "noncommunicable diseases"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/osteoarthritis",
  "year": 2023
}

