{
  "id": "DOC_098",
  "title": "Anaphylaxis",
  "body": "**Overview:**\nAnaphylaxis is a severe, potentially life-threatening allergic reaction that can occur within seconds or minutes after exposure to allergens such as foods, medications, insect stings, or latex. Sudden immune activation releases chemicals that trigger shock, marked by sharp blood pressure drops and airway narrowing. Immediate intramuscular epinephrine and emergency care are critical; without rapid treatment, anaphylaxis can be fatal.\n\n**Symptoms:**\nSymptoms typically start within minutes but occasionally appear later. Signs include:\n- Hives, itching, flushed or pale skin\n- Low blood pressure (hypotension)\n- Airway constriction and swelling of tongue or throat causing wheezing or breathing difficulty\n- Weak, rapid pulse\n- Nausea, vomiting, or diarrhea\n- Dizziness or fainting\n\n**When to seek care:**\nSeek emergency help immediately when severe allergy symptoms occur—don’t wait to see if they improve. Use an epinephrine autoinjector promptly if available, then go to the emergency department even if symptoms improve to monitor for biphasic reactions. Follow up with an allergist/immunologist for diagnosis and long-term management after any severe attack.\n\n**Causes:**\nAnaphylaxis occurs when the immune system overreacts to otherwise harmless substances, releasing mediators that affect the whole body. Common triggers include:\n- Foods (peanuts, tree nuts, fish, shellfish, wheat, soy, sesame, milk)\n- Medications (antibiotics, aspirin, other pain relievers, IV contrast)\n- Insect venom (bees, wasps, hornets, yellow jackets, fire ants)\n- Latex\nLess commonly, exercise (sometimes combined with specific foods or extreme temperatures) triggers symptoms. Some cases remain idiopathic.\n\n**Risk factors:**\n- Previous anaphylaxis (future reactions may be more severe)\n- Existing allergies or asthma\n- Certain medical conditions such as heart disease or mastocytosis\n\n**Complications:**\nAnaphylaxis can stop breathing or heartbeat, making rapid intervention essential.\n\n**Prevention:**\nAvoid known triggers and:\n- Wear a medical alert bracelet or necklace\n- Keep an emergency kit with prescribed medications; monitor epinephrine autoinjector expiration dates\n- Inform healthcare providers about drug reactions\n- Take precautions around stinging insects (protective clothing, avoid bright colors or scents, don’t go barefoot, cover drinks)\n- For food allergies, read labels carefully, recheck frequent items, and question restaurant staff about ingredients and preparation\n\nEven with caution, accidental exposures may happen. Recognizing symptoms and having a plan for rapid treatment are vital to prevent serious outcomes.",
  "category": "Allergies",
  "tags": [
    "anaphylaxis",
    "severe allergy",
    "epinephrine",
    "immune response",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/anaphylaxis/symptoms-causes/syc-20351468",
  "year": 2025
}

