{
  "id": "DOC_071",
  "title": "Social Connection",
  "body": "**Key Facts:**\nStaying connected to others creates feelings of belonging and being loved, cared for, and valued. Social connections are important to our mental and physical health. Being connected to others helps protect against serious illness and disease. People with stronger social bonds are more likely to live longer, healthier lives.\n\n**Overview:**\nSocial connection is the size and diversity of one's social network and roles, the functions these relationships serve, and their positive or negative qualities. Social connectedness reflects the continuum of meeting social connection needs. It is the degree to which you have the number, quality, and variety of relationships that you want. It is when you feel like you belong and have the support and care that you need. Supportive social connections can lead to longer and healthier lives.\n\n**Why It's Important:**\n**Protection against chronic disease and serious illness:**\nHigh-quality relationships can help people live longer, healthier lives. Social connection can help reduce the risk of chronic disease and serious illness, such as:\n- Heart disease\n- Stroke\n- Dementia\n- Depression and anxiety\n\n**Positive health benefits:**\nSocial connection can lead to longer life, better health, and well-being. It can improve:\n- Our ability to manage stress, anxiety, and depression\n- Healthy eating habits and physical activity\n- Quality of sleep\n\n**How It Works:**\n**Creating social connections:**\nPeople are social creatures by nature. Our relationships with family, friends, coworkers, and community members are important to our survival. Stable and supportive relationships give us the support we need to cope with stressful life challenges. People with healthy relationships are more likely to make healthy choices that lead to better mental and physical health.\n\nSocial connections give us:\n- **Emotional support:** people we can turn to during good times and hard times\n- **Physical support:**\n  - A ride to the doctor or grocery store\n  - Help with childcare on short notice\n\n**Community Connections:**\nCommunities that offer supportive connections are just as important. They can help create trust and resilience among community members in public places, such as:\n- Neighborhoods\n- Schools\n- Places of worship\n- Workplaces\n- Parks and recreation centers\n\nHaving safe access to public areas for people to connect encourages:\n- Connections among people in the community\n- Less social isolation and loneliness\n- Community members to give back, further strengthening the bonds",
  "category": "Public Health",
  "tags": [
    "social connection",
    "social connectedness",
    "mental health",
    "physical health",
    "chronic disease prevention",
    "social isolation",
    "loneliness",
    "community health",
    "public health",
    "CDC"
  ],
  "source": "CDC",
  "url": "https://www.cdc.gov/social-connectedness/about/index.html",
  "year": 2024
}

