{
  "id": "DOC_086",
  "title": "Sciatica",
  "body": "**Overview:**\nSciatica describes pain that follows the path of the sciatic nerve, running from the lower back through the buttock and down each leg. It usually occurs when a herniated disk or bone overgrowth compresses lumbar nerve roots, causing inflammation, pain and sometimes numbness. Although the pain can be intense, sciatica from a herniated disk often improves with treatment in a few weeks to months. Severe cases with marked leg weakness or bowel/bladder changes may require surgery.\n\n**Symptoms:**\nPain can radiate anywhere along the nerve but commonly travels from the lower back to the buttock and down the back of the thigh and calf. It may feel like a mild ache, a sharp burning sensation, or a jolt or electric shock. Symptoms often worsen when coughing, sneezing or sitting for long periods. Typically only one side of the body is affected. Some people also experience numbness, tingling or muscle weakness in the leg or foot; one area may be painful while another feels numb.\n\n**When to see a doctor:**\nMild sciatica often resolves over time. Contact a healthcare professional if self-care doesn’t relieve symptoms, the pain lasts longer than a week, is severe or worsening. Seek immediate medical care for sudden numbness or weakness in a leg, pain after a violent injury, or loss of bowel/bladder control.\n\n**Causes:**\nSciatica occurs when nerve roots to the sciatic nerve are pinched, most commonly by a herniated spinal disk or bone spur. Rarely, tumors or other conditions can compress the nerve.\n\n**Risk factors:**\nAge (herniated disks are more common between ages 20–50; bone spurs increase with age), obesity (extra stress on the spine), occupations requiring heavy lifting, twisting or prolonged driving, extended sitting, and diabetes (which raises the risk of nerve damage).\n\n**Complications:**\nMost people recover fully, but untreated nerve compression can cause permanent nerve damage. Immediate care is critical if leg sensation or strength diminishes, or if bowel/bladder control is lost.\n\n**Prevention:**\nAlthough not always preventable, maintaining back health can reduce risk. Exercise regularly to strengthen core muscles for spine support. Practice good sitting posture with proper lower back support, level hips and knees, and use cushions or rolled towels to maintain lumbar curvature. Use correct body mechanics—rest one foot on a stool when standing long periods, lift with the legs, avoid lifting and twisting simultaneously, and ask for help with heavy loads.",
  "category": "Public Health",
  "tags": [
    "sciatica",
    "nerve pain",
    "musculoskeletal",
    "Mayo Clinic"
  ],
  "source": "Mayo Clinic",
  "url": "https://www.mayoclinic.org/diseases-conditions/sciatica/symptoms-causes/syc-20377435",
  "year": 2024
}

