{
  "id": "DOC_134",
  "title": "Plague",
  "body": "**Key facts:**\n- Plague is caused by *Yersinia pestis*, a zoonotic bacterium in small mammals and their fleas.\n- Symptoms typically appear 1–7 days after infection.\n- Main clinical forms: bubonic (painful swollen lymph nodes or buboes) and pneumonic.\n- Transmission occurs via infected flea bites, contact with infected tissues, or inhalation of respiratory droplets from pneumonic cases.\n- Bubonic plague has a 30–60% case-fatality rate; pneumonic plague is invariably fatal if untreated.\n- Early antibiotic treatment is effective and lifesaving.\n- Most endemic countries today: Democratic Republic of the Congo, Madagascar, and Peru.\n\n**Overview:**\n*Y. pestis* circulates among small mammals and fleas. Humans become infected through vector bites, contact with infected tissues, or inhaling droplets from pneumonic patients. Septicaemic and pneumonic forms are particularly severe and can provoke fatal epidemics if untreated. Plague historically caused the “Black Death,” killing over 50 million in 14th-century Europe, but is now treatable with antibiotics and standard precautions.\n\n**Signs and symptoms:**\nAfter a 1–7 day incubation, patients develop acute fever, chills, aches, weakness, nausea, and vomiting. Bubonic plague arises from flea bites; bacteria travel to nearby lymph nodes, causing inflamed buboes that can become pus-filled sores. Human-to-human spread of bubonic plague is rare, but the infection can progress to pneumonic plague. Pneumonic plague is lung-based, highly virulent, and can incubate within 24 hours. It spreads via respiratory droplets and is fatal without rapid treatment, though timely therapy yields high recovery rates.\n\n**Geographic distribution:**\nPlague persists on every continent except Oceania wherever natural foci (bacteria, animal reservoir, vector) intersect with people. Since the 1990s, most human cases occur in Africa; the Democratic Republic of the Congo, Madagascar, and Peru are the most endemic countries. Madagascar reports seasonal bubonic outbreaks nearly every year (September–April).\n\n**Diagnosis:**\nConfirmation requires laboratory testing. *Y. pestis* can be identified from bubo pus, blood, or sputum. Rapid dipstick tests detecting specific antigens are widely used in Africa and South America with WHO support.\n\n**Treatment:**\nEarly antibiotics and supportive care are crucial. Untreated pneumonic plague can be fatal within 18–24 hours, but common antibiotics for gram-negative bacteria are effective when administered promptly.\n\n**Prevention:**\nEducate communities about zoonotic plague risks, avoiding flea bites, and not handling animal carcasses. Avoid direct contact with infectious body fluids or tissues. Apply standard precautions when handling suspected patients or specimens.\n\n**Vaccination:**\nVaccination isn’t generally recommended, except for high-risk groups (lab personnel and healthcare workers with repeated exposure).\n\n**Managing outbreaks:**\n- Identify and control the infection source, focusing on areas with animal die-offs; implement infection prevention and control (IPC); perform vector control before rodent control to prevent flea dispersal.\n- Protect health workers with IPC training, standard precautions, and chemoprophylaxis during exposure to pneumonic patients.\n- Ensure correct antibiotic treatment and adequate drug supplies.\n- Isolate pneumonic patients and provide masks to limit droplet spread.\n- Monitor close contacts and provide seven-day chemoprophylaxis; household members of bubonic patients also need prophylaxis.\n- Collect specimens using appropriate IPC and send for laboratory testing.\n- Disinfect with routine hand hygiene and 10% diluted bleach for larger areas.\n- Practice safe burials by covering suspected pneumonic plague victims with disinfectant-soaked cloth rather than spraying.\n\n**Surveillance and control:**\nUnderstanding local animal reservoirs and vectors, managing environments, and maintaining active surveillance of animal foci with rapid response help reduce outbreaks. Effective management requires trained healthcare workers, quick diagnosis, risk-factor identification, vector/host control, lab confirmation, and communication with authorities.\n\n**WHO response:**\nWHO maintains surveillance, supports preparedness, and issues region-specific guidelines (India subcontinent, South America, sub-Saharan Africa). WHO assists ministries of health with field control during outbreaks.\n",
  "category": "Infectious Diseases",
  "tags": [
    "plague",
    "Yersinia pestis",
    "bubonic plague",
    "pneumonic plague",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/plague",
  "year": 2022
}

