{
  "id": "DOC_008",
  "title": "Malaria",
  "body": "Malaria is a serious yet preventable and curable disease caused by parasites transmitted through bites of infected female *Anopheles* mosquitoes, with *Plasmodium falciparum* and *Plasmodium vivax* posing the greatest risks and placing nearly half of the global population at risk, especially in sub-Saharan Africa.\n\n**Symptoms**\n- Acute febrile illness starting 10–15 days after an infective mosquito bite, with fever, chills and headaches that resemble other illnesses\n- Progression to severe disease and potential fatality within 24 hours if *P. falciparum* malaria is left untreated\n- Severe anaemia, respiratory distress linked to metabolic acidosis, or cerebral malaria in children; multi-organ failure in adults; asymptomatic infections may occur in partially immune individuals\n\n**Causes**\n- Infection by malaria parasites transmitted via female *Anopheles* mosquito bites\n- High burden regions include sub-Saharan Africa, South-East Asia, Eastern Mediterranean, Western Pacific and the Americas, with children under five, pregnant women, people with HIV/AIDS, non-immune migrants, travellers and mobile populations at heightened risk\n\n**Prevention**\n- Early diagnosis and timely treatment to reduce severity, prevent deaths and limit transmission\n- Artemisinin-based combination therapy (ACT) as the recommended first-line treatment for *P. falciparum*\n- Preventive antimalarial medicines and chemoprophylaxis for travellers to malaria-endemic regions, coupled with professional medical or public health advice\n- WHO-endorsed vector control strategies to protect populations at risk\n",
  "category": "Infectious Diseases",
  "tags": [
    "malaria",
    "mosquito-borne disease",
    "parasite infection",
    "Plasmodium falciparum",
    "Plasmodium vivax",
    "ACT therapy",
    "vector control",
    "preventive medicine",
    "public health",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/health-topics/malaria",
  "year": 2024
}
