{
  "id": "DOC_153",
  "title": "Natural cough remedies",
  "body": "Allergies, infections and acid reflux are common triggers for cough, and some people explore natural options to ease symptoms even though scientific evidence is limited.\n\n**Causes:**\n- Cough may stem from allergies, respiratory infections or acid reflux, which irritate the airways.\n\n**Treatment:**\n- Safety first: Herbs and supplements are not FDA-monitored, may be low quality and can interact with medications, so research brands and talk with a doctor before use.\n- Honey: Shown in a 2021 review to suppress cough and reduce antibiotic need compared with usual care; take a spoonful or add to hot drinks.\n- Hot fluids: Clear broths, herbal teas, decaf black tea or hot water with honey and ginger can soothe the throat and ease coughing.\n- Steam: Hot showers or baths that fill the room with steam may temporarily relieve wet, mucus-producing coughs, though evidence is mixed.\n- Marshmallow root: Traditional remedy that may ease coughs by adding mucilage to drinks; evidence relies on older or small studies, so more research is needed.\n- Saltwater gargle: Dissolve 1/2 teaspoon salt in warm water, let cool slightly, gargle and spit; repeat several times daily to loosen mucus and reduce throat discomfort.\n- Bromelain: Pineapple-derived enzyme with anti-inflammatory and mucolytic properties; some drink pineapple juice to cut mucus, but the juice may not contain enough bromelain for strong effects.",
  "category": "Treatment Guide",
  "subcategory": "Natural Remedies",
  "tags": [
    "cough treatment",
    "cough",
    "natural remedies",
    "honey",
    "steam",
    "marshmallow root",
    "saltwater gargle",
    "bromelain",
    "herbal remedies",
    "home remedies",
    "cough treatment",
    "upper respiratory infection",
    "supplements",
    "phlegm",
    "mucus"
  ],
  "source": "Medical News Today",
  "url": "https://www.medicalnewstoday.com/articles/322394#natural-cough-remedies",
  "year": 2024
}
