{
  "id": "DOC_133",
  "title": "Snakebite envenoming",
  "body": "**Key facts:**\n- About 5.4 million people are bitten by snakes annually, causing 1.8–2.7 million envenomings.\n- Snakebites kill 81 410–137 880 people each year, with roughly triple that number experiencing amputations or permanent disabilities.\n- Venom can trigger paralysis (preventing breathing), fatal bleeding disorders, irreversible kidney failure, and severe tissue damage, leading to disability or limb loss.\n- Agricultural workers and children are most affected; children suffer more severe effects because of smaller body mass.\n\n**Overview:**\nSnakebite envenoming is a neglected public health issue in tropical and subtropical regions, particularly in Africa, Asia, and Latin America. Asia experiences up to 2 million envenomings annually; Africa has 435 000–580 000 bites needing treatment. Women, children, and farmers in poor rural communities bear the highest burden, especially where health systems are weak.\n\n**Clinical severity and treatment:**\nVenomous bites cause acute emergencies—paralysis, bleeding disorders, kidney failure, and tissue destruction. Children may deteriorate faster. Effective antivenoms exist, and many deaths or complications are preventable if safe, high-quality antivenoms—listed as WHO essential medicines—are accessible in primary care.\n\n**Challenges producing antivenoms:**\nFew countries can produce suitable snake venoms for antivenom manufacture; many rely on commercial sources that don’t capture geographic variation. Weak regulatory capacity hinders quality control. Poor data, inadequate distribution, and weak regulation have reduced confidence in some products, driving manufacturers to halt production or raise prices and further decreasing demand.\n\n**Weak health systems and data gaps:**\nStrategic placement of antivenoms, trained staff, reliable equipment, and community outreach can reduce morbidity and mortality. However, remote areas often lack access to care. Under-reporting is widespread because many victims never reach facilities, opting for traditional treatments. Examples: Nepal’s official figures grossly underestimate true cases; community studies in India and Sri Lanka reveal far higher death tolls. Without robust data, national authorities miscalculate antivenom needs, leading to shortages and procurement of ineffective products.\n\n**Low production:**\nDeclining demand and high costs have driven manufacturers out, causing price hikes and reduced availability. In some regions, antivenoms have disappeared or been replaced by untested or fake products, further eroding trust. Without decisive action, Africa and parts of Asia face imminent supply failure.\n\n**WHO response:**\nWHO evaluated antivenom safety and effectiveness (initially in sub-Saharan Africa, later in South-East Asia and Eastern Mediterranean) to guide regulators and procurement agencies. Snakebite envenoming was designated a highest-priority neglected tropical disease in 2017. A WHO road map targets a 50% reduction in mortality and disability by 2030 via four objectives: empower communities, ensure safe treatment, strengthen health systems, and expand partnerships/resources.\n\nWHO coordinates capacity-building projects—community engagement toolkits, interventions to improve access to WHO-recommended antivenoms, strengthened regulation/control, better data collection and geospatial risk modeling, and integration into national health plans. WHO urges global collaboration to improve epidemiological data, regulatory oversight, and distribution.\n\n**Tools and guidance:**\n- Guidelines for the production, control, and regulation of snake antivenom immunoglobulins\n- Public benefit target product profiles for snake antivenoms in sub-Saharan Africa\n- Snakebite Information and Data Platform (SIDP)\n\nThese support public health officials, regulators, procurement agencies, manufacturers, clinicians, and communities in determining needs, ensuring quality, and improving awareness of local venomous species.\n\n**Key message:**\nExpanding access to safe, effective antivenoms, strengthening health systems, improving data, and engaging communities can dramatically reduce the preventable deaths and disabilities caused by snakebite envenoming.",
  "category": "Neglected Tropical Diseases",
  "tags": [
    "snakebite",
    "antivenom",
    "neglected tropical disease",
    "WHO"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/snakebite-envenoming",
  "year": 2023
}

