{
  "id": "DOC_035",
  "title": "Migraine",
  "body": "A migraine usually feels like a severe headache with throbbing pain on one side. It's common, and there are steps you can try to help manage it.\n\n**Symptoms:**\nTypical symptoms include a bad headache with throbbing pain on one side of the head. Before a migraine, you may feel very tired, yawn a lot, crave certain foods, feel thirsty, notice mood changes, have a stiff neck, or pee more. Aura warnings can include visual changes (zigzag lines, flashing lights), numbness or tingling, dizziness, or difficulty speaking. Aura symptoms should not last more than an hour. Migraine types include migraine without aura, migraine with aura, and silent migraine (aura without headache).\n\nMigraines usually last 2 hours to 3 days, with some symptoms starting up to 2 days before the headache and lingering after. Some people have frequent migraines; others rarely do. Menstrual migraines are common. Most people find migraines improve with age.\n\n**When to see a GP:**\nSee a GP if migraines are severe, worsening, lasting longer than usual, occur more than once a week, are hard to control, or happen regularly before/during your period.\n\n**Urgent advice:**\nAsk for an urgent GP appointment or contact NHS 111 if a migraine lasts longer than 72 hours, aura symptoms last more than an hour, or you are pregnant or recently had a baby.\n\n**Emergency (999):**\nCall 999 if you or your child has a sudden, extremely painful headache; trouble speaking or remembering; loss or changes in vision; drowsiness or confusion; seizure; very high temperature with meningitis symptoms; or weakness in the arms, legs, or face on one side.\n\n**Treatment:**\nTreatments include painkillers (ibuprofen, paracetamol), triptans, and anti-sickness medicines. You may need to try different combinations. Lifestyle changes (regular meals, reduced caffeine) can help. Additional therapies include relaxation techniques, acupuncture, and gepant medicines. If treatments fail or symptoms worsen, referral to a specialist may be offered. Avoid frequent high-dose painkillers, as they can make migraines harder to treat.\n\n**Causes and triggers:**\nThe exact cause is unknown, but migraines are more likely if a close family member has them. Triggers may include menstruation, anxiety, depression, stress, tiredness, skipping meals, too much caffeine, and lack of exercise. Keeping a migraine diary can help identify triggers.\n\n**Self-care:**\nDuring a migraine, try resting in a dark room, avoid known triggers, stay hydrated, limit caffeine and alcohol, maintain a healthy weight, eat regularly, exercise, sleep well, and manage stress.",
  "category": "Neurology",
  "tags": [
    "migraine",
    "headache",
    "neurology",
    "aura",
    "menstrual migraine",
    "triptans",
    "gepants",
    "pain management",
    "migraine triggers"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/conditions/migraine/",
  "year": 2022
}
