{
  "id": "DOC_112",
  "title": "Risks of Drinking Too Much Alcohol",
  "body": "Regularly consuming more than 14 units of alcohol per week can damage your health. Units depend on drink size and alcohol strength. Emerging evidence shows stronger links between routine drinking and illnesses, including various cancers, and the idea that moderate alcohol benefits heart health has been downgraded.\n\n**Low-risk drinking guidance:**\n- Men and women should limit intake to 14 units per week if they drink most weeks.\n- Spread drinking over 3 or more days if you consume up to 14 units weekly.\n- Include several alcohol-free days each week to cut down.\n- If pregnant or planning pregnancy, the safest approach is complete abstinence to minimise risk to the baby.\n\n**No safe level:**\nDrinking under 14 units weekly is considered low risk, not “safe,” because no level is risk-free. Regularly exceeding 14 units for 10–20 years increases the likelihood of:\n- Mouth, throat and breast cancers\n- Stroke\n- Heart and liver disease\n- Brain and nervous system damage\nHigh-risk drinking can worsen mental health and is associated with self-harm and suicide. Overall risk rises with higher consumption; the less you drink, the lower the risk. Understanding alcohol units can help you track intake.\n\n**Single-session risks:**\nDrinking too much too quickly on one occasion increases risks of:\n- Accidental injuries or death\n- Poor judgement in dangerous situations\n- Loss of self-control, leading to unprotected sex or violence\nTo stay safer:\n- Limit how much you drink in one session\n- Drink slowly\n- Consume alcohol with food\n- Alternate alcoholic drinks with water or non-alcoholic options\n\nKeeping alcohol intake within recommended limits, moderating single-session drinking, and taking alcohol-free days can significantly reduce health risks.",
  "category": "Public Health",
  "tags": [
    "alcohol",
    "drinking guidelines",
    "NHS",
    "cancer risk",
    "mental health"
  ],
  "source": "NHS",
  "url": "https://www.nhs.uk/live-well/alcohol-advice/the-risks-of-drinking-too-much/",
  "year": 2022
}

