{
  "id": "DOC_017",
  "title": "Ageing and Health",
  "body": "People worldwide are living longer. Today most people can expect to live into their sixties and beyond. Every country in the world is experiencing growth in both the size and the proportion of older persons in the population. By 2030, 1 in 6 people in the world will be aged 60 years or over. At this time the share of the population aged 60 years and over will increase from 1 billion in 2020 to 1.4 billion. By 2050, the world's population of people aged 60 years and older will double (2.1 billion). The number of persons aged 80 years or older is expected to triple between 2020 and 2050 to reach 426 million. All countries face major challenges to ensure that their health and social systems are ready to make the most of this demographic shift. In 2050, 80% of older people will be living in low- and middle-income countries. The pace of population ageing is much faster than in the past. While this shift in distribution of a country's population towards older ages—known as population ageing—started in high-income countries, it is now low- and middle-income countries that are experiencing the greatest change. By 2050, two-thirds of the world's population over 60 years will live in low- and middle-income countries.\n\n**Causes**\n- Accumulation of a wide variety of molecular and cellular damage over time\n- Gradual decrease in physical and mental capacity\n- Growing risk of disease\n- Some variations in older people's health are genetic\n- Most variations are due to people's physical and social environments, including their homes, neighbourhoods, and communities\n- Personal characteristics such as sex, ethnicity, or socioeconomic status\n- The environments that people live in as children, or even as developing fetuses, combined with their personal characteristics, have long-term effects on how they age\n- Beyond biological changes, ageing is often associated with other life transitions such as retirement, relocation to more appropriate housing and the death of friends and partners\n\n**Prevention**\n- Maintain healthy behaviours throughout life, particularly eating a balanced diet\n- Engage in regular physical activity\n- Refrain from tobacco use\n- These behaviours contribute to reducing the risk of non-communicable diseases, improving physical and mental capacity and delaying care dependency\n- Supportive physical and social environments enable people to do what is important to them, despite losses in capacity\n- The availability of safe and accessible public buildings and transport, and places that are easy to walk around, are examples of supportive environments\n- Physical and social environments can affect health directly or through barriers or incentives that affect opportunities, decisions and health behaviour",
  "category": "Public Health",
  "tags": [
    "ageing",
    "aging",
    "elderly",
    "older adults",
    "population ageing",
    "demographic shift",
    "healthy ageing",
    "geriatric syndromes",
    "frailty",
    "dementia",
    "osteoarthritis",
    "hearing loss",
    "cataracts",
    "diabetes",
    "depression",
    "urinary incontinence",
    "falls",
    "delirium",
    "pressure ulcers",
    "non-communicable diseases",
    "ageism",
    "UN Decade of Healthy Ageing",
    "long-term care",
    "public health",
    "WHO",
    "sustainable development"
  ],
  "source": "WHO",
  "url": "https://www.who.int/news-room/fact-sheets/detail/ageing-and-health",
  "year": 2025
}
